Repository: airman5573/billey
Catalog: languages/*.po
Languages: ar

source: Not Found Image
ar: لا توجد صورة

source: Go back
ar: العودة

source: Homepage
ar: الصفحة الرئيسية

source: Comments
ar: تعليقات

source: Comment
ar: التعليق

source: Comments are closed.
ar: التعليقات مغلقة.

source: Advanced
ar: المتقدمة

source: Light Gallery
ar: الضوء على معرض

source: Smooth Scroll
ar: التمرير السلس

source: Smooth scrolling experience for websites.
ar: التمرير السلس تجربة للمواقع.

source: Go To Top Button
ar: انتقل إلى الزر العلوي

source: Turn on to show go to top button.
ar: بدوره على إظهار انتقل إلى الزر العلوي.

source: Google Api Key
ar: جوجل Api الرئيسية

source: Background
ar: الخلفية

source: Primary
ar: الابتدائية

source: Secondary
ar: الثانوية

source: Custom
ar: مخصص

source: Custom Background Color
ar: لون الخلفية المخصصة

source: Auto Play
ar: مسرحية لصناعة السيارات

source: Off
ar: قبالة

source: On
ar: على

source: Download Button
ar: زر التحميل

source: Full Screen Button
ar: كامل الشاشة زر

source: Share Button
ar: حصة زر

source: Zoom Buttons
ar: أزرار التكبير

source: Thumbnail Gallery
ar: معرض الصور المصغرة

source: Blog Archive
ar: أرشيف المدونة

source: Blog Single Post
ar: بلوق وظيفة واحدة

source: Header
ar: رأس

source: Header Style
ar: نمط رأس

source: Select header style that displays on blog archive pages.
ar: حدد رأس النمط الذي يعرض على بلوق صفحات الأرشيف.

source: Use Global Header Style
ar: استخدام العالمية نمط رأس

source: Header Overlay
ar: رأس تراكب

source: Use Global
ar: استخدام العالمية

source: No
ar: لا

source: Yes
ar: نعم

source: Header Skin
ar: رأس الجلد

source: Dark
ar: الظلام

source: Light
ar: الضوء

source: Page Title Bar
ar: الصفحة شريط العنوان

source: Title Bar Style
ar: شريط العنوان نمط

source: Select default Title Bar that displays on archive blog pages.
ar: اختر الافتراضي شريط العنوان الذي يعرض على أرشيف صفحات بلوق.

source: Use Global Title Bar
ar: استخدام العالمية شريط العنوان

source: Sidebar
ar: الشريط الجانبي

source: Sidebar 1
ar: الشريط الجانبي 1

source: Select sidebar 1 that will display on blog archive pages.
ar: حدد الشريط الجانبي 1 التي سيتم عرضها على بلوق صفحات الأرشيف.

source: Sidebar 2
ar: الشريط الجانبي 2

source: Select sidebar 2 that will display on blog archive pages.
ar: حدد الشريط الجانبي 2 الذي سيعرض على بلوق صفحات الأرشيف.

source: Sidebar Position
ar: موقف الشريط الجانبي

source: Others
ar: الآخرين

source: Blog Style
ar: بلوق نمط

source: Select blog style that display for archive pages.
ar: حدد نمط بلوق التي تعرض على صفحات الأرشيف.

source: Grid
ar: الشبكة

source: Grid Columns
ar: أعمدة الشبكة

source: Large Device
ar: جهاز كبير

source: Medium Device
ar: متوسطة الجهاز

source: Small Device
ar: جهاز صغير

source: Select default header style that displays on all single blog post pages.
ar: حدد رأس الافتراضي النمط الذي يعرض على كل بلوق وظيفة واحدة الصفحات.

source: Select default Title Bar that displays on all single blog post pages.
ar: اختر الافتراضي شريط العنوان الذي يعرض على كل بلوق وظيفة واحدة الصفحات.

source: Select sidebar 1 that will display on single blog post pages.
ar: حدد الشريط الجانبي 1 التي سيتم عرضها على بلوق وظيفة واحدة الصفحات.

source: Select sidebar 2 that will display on single blog post pages.
ar: حدد الشريط الجانبي 2 الذي سيعرض على بلوق وظيفة واحدة الصفحات.

source: Style
ar: نمط

source: Select default single blog style
ar: اختر الافتراضي واحدة بلوق نمط

source: Standard
ar: القياسية

source: Modern
ar: الحديث

source: Featured Image
ar: صورة مميزة

source: Hide
ar: إخفاء

source: Show
ar: تظهر

source: Post Title
ar: عنوان آخر

source: Categories
ar: فئات

source: Post Meta Date
ar: ميتا بعد تاريخ

source: Comment Count
ar: تعليق العد

source: Author Meta
ar: المؤلف ميتا

source: Author Info Box
ar: معلومات الكاتب مربع

source: Previous/Next Pagination
ar: السابق/التالي ترقيم الصفحات

source: Related Post
ar: ذات بوست

source: Number of related posts item
ar: عدد من الوظائف ذات الصلة البند

source: Comments List/Form
ar: تعليقات قائمة/شكل

source: Button Return Text
ar: زر العودة النص

source: Control the text of button return to blog archive page.
ar: التحكم في نص زر العودة إلى أرشيف المدونة صفحة.

source: Back
ar: مرة أخرى

source: Button Return Link
ar: زر العودة الرابط

source: Control the link of button return to blog archive page.
ar: السيطرة على الرابط زر العودة إلى أرشيف المدونة صفحة.

source: Site Layout & Background
ar: تخطيط الموقع والخلفية

source: Colors
ar: الألوان

source: Typography
ar: الطباعة

source: Top bar
ar: الشريط العلوي

source: Logo
ar: شعار

source: IMPORTANT NOTE:
ar: ملاحظة هامة:

source: These settings can be overridden by settings from Page Options Box in separator page.
ar: هذه الإعدادات يمكن تجاوزها من خلال الإعدادات من الصفحة خيارات مربع في صفحة منفصلة.

source: logo-settings
ar: شعار-إعدادات

source: Navigation
ar: الملاحة

source: Page Title Bar & Breadcrumb
ar: الصفحة شريط العنوان & التفصيلي

source: Sidebars
ar: الجانبية

source: Footer
ar: تذييل

source: Pages
ar: صفحات

source: Blog
ar: بلوق

source: Portfolio
ar: محفظة

source: Shop
ar: متجر

source: Social Networks
ar: الشبكات الاجتماعية

source: Social Sharing
ar: تقاسم الاجتماعية

source: Search & Popup Search
ar: البحث & المنبثقة البحث

source: Error 404 Page
ar: خطأ 404 صفحة

source: Shortcodes
ar: الهاتفية القصيرة

source: Pre Loader
ar: ما قبل محمل

source: Notices
ar: الإشعارات

source: Performance
ar: الأداء

source: Additional JS
ar: إضافية JS

source: General
ar: العامة

source: header-settings
ar: رأس-إعدادات

source: Powerful header control:
ar: قوية رأس التحكم:

source: These header settings for whole website. If you want use different header style for different post or page. then please go to specific section.
ar: هذه رأس إعدادات الموقع كله. إذا كنت تريد استخدام نمط رأس مختلفة لمختلف وظيفة أو الصفحة. ثم يرجى الذهاب إلى قسم خاص.

source: Header Sticky
ar: رأس لزجة

source: Header More Options
ar: رأس مزيد من الخيارات

source: Global Header Style
ar: العالمية نمط رأس

source: Select default header style for your site.
ar: حدد رأس الافتراضي نمط على موقع الويب الخاص بك.

source: Global Header Overlay
ar: رأس العالمية تراكب

source: Controls the background of header more options.
ar: ضوابط الخلفية من رأس مزيد من الخيارات.

source: Icon Color
ar: رمز اللون

source: Controls the color of icons on header.
ar: ضوابط لون الرموز على الرأس.

source: Normal
ar: عادي

source: Hover
ar: تحوم

source: Cart Badge Color
ar: عربة شارة اللون

source: Controls the color of cart badge.
ar: ضوابط لون عربة شارة.

source: Color
ar: اللون

source: Social Networks Color
ar: الشبكات الاجتماعية اللون

source: Button Style
ar: نمط زر

source: Button Color
ar: زر اللون

source: Default
ar: الافتراضي

source: Controls the color of button.
ar: ضوابط لون الزر.

source: Border
ar: الحدود

source: Button Hover Color
ar: زر تحوم اللون

source: Controls the color of button when hover.
ar: ضوابط لون الزر عند التحويم.

source: Enable
ar: تمكين

source: Enable this option to turn on header sticky feature.
ar: تمكين هذا الخيار لتشغيل رأس لزجة الميزة.

source: Behaviour
ar: السلوك

source: Controls the behaviour of header sticky when you scroll down to page
ar: ضوابط سلوك رأس لزجة عند التمرير إلى أسفل الصفحة

source: Sticky on scroll up/down
ar: مثبت على التمرير لأعلى/أسفل

source: Sticky on scroll up
ar: مثبت على التمرير لأعلى

source: Sticky on scroll down
ar: مثبت على التمرير لأسفل

source: Height
ar: ارتفاع

source: Padding top
ar: الحشو العلوي

source: Padding bottom
ar: الحشو السفلي

source: Controls the background of header when sticky.
ar: ضوابط الخلفية من الرأس عندما لزجة.

source: Header Icons
ar: رأس الرموز

source: Cart Badge
ar: عربة شارة

source: Controls the color for main menu items.
ar: ضوابط لون رئيسي من عناصر القائمة.

source: Button
ar: زر

source: Border Bottom Width
ar: الحدود عرض الجزء السفلي

source: Header Components
ar: رأس مكونات

source: Search Popup
ar: البحث المنبثقة

source: Mini Cart
ar: عربة صغيرة

source: Hide On Empty
ar: إخفاء فارغة

source: My account
ar: حسابي

source: Header Navigation (Level 1)
ar: رأس الملاحة (المستوى 1)

source: These settings control the typography for menu items.
ar: تتحكم هذه الإعدادات في الطباعة على عناصر القائمة.

source: Item Padding
ar: البند الحشو

source: Header Dark Skin
ar: رأس البشرة الداكنة

source: Border Color
ar: لون الحدود

source: Controls the border color of header.
ar: ضوابط لون الحدود من رأس.

source: Header Icon
ar: رأس رمز

source: Link Color
ar: لون الرابط

source: Header Button
ar: رأس زر

source: Header Social Networks
ar: رأس الشبكات الاجتماعية

source: Header Light Skin
ar: رأس البشرة الفاتحة

source: Navigation Link Color
ar: الملاحة لون الرابط

source: Normal Color
ar: اللون الطبيعي

source: Background Color
ar: لون الخلفية

source: Controls the background color of header.
ar: التحكم في لون الخلفية من الرأس.

source: Controls the background of header.
ar: ضوابط الخلفية من الرأس.

source: Desktop Menu
ar: القائمة سطح المكتب

source: Off Canvas Menu
ar: خارج قماش القائمة

source: Mobile Menu
ar: القائمة النقالة

source: Main Menu Dropdown
ar: القائمة الرئيسية المنسدلة

source: Controls the typography for all dropdown menu items.
ar: ضوابط الطباعة لجميع القائمة المنسدلة البنود.

source: Font Size
ar: حجم الخط

source: Controls the font size for dropdown menu items.
ar: يتحكم في حجم الخط المستخدم في القائمة المنسدلة البنود.

source: Controls the background color for dropdown menu
ar: يتحكم في لون خلفية القائمة المنسدلة

source: Border Bottom
ar: الحدود السفلي

source: Controls the border bottom color for dropdown menu
ar: ضوابط الحدود السفلي لون القائمة المنسدلة

source: Box Shadow
ar: مربع الظل

source: Input valid box-shadow for dropdown menu. For e.g: "0 0 37px rgba(0, 0, 0, .07)"
ar: المدخلات صحيحة مربع الظل القائمة المنسدلة. بالنسبة هـ.ز: "0 0 37px rgba(0, 0, 0, .07)"

source: Controls the color for dropdown menu items.
ar: ضوابط لون القائمة المنسدلة البنود.

source: Hover Background
ar: تحوم الخلفية

source: Controls the background color when hover for dropdown menu items.
ar: التحكم في لون الخلفية عندما مرر الماوس على القائمة المنسدلة البنود.

source: Breakpoint
ar: توقف

source: Controls the breakpoint of the mobile menu.
ar: تسيطر على نقطة من القائمة النقالة.

source: Opened Effect
ar: فتحت تأثير

source: Slide To Right
ar: الشريحة إلى اليمين

source: Slide To Left
ar: الشريحة إلى اليسار

source: Push To Right
ar: دفع إلى اليمين

source: Push To Left
ar: دفع إلى اليسار

source: Header Background Color
ar: رأس لون الخلفية

source: Controls the background color of the mobile menu header.
ar: التحكم في لون الخلفية من الهاتف المحمول رأس القائمة.

source: Close Button Color
ar: زر إغلاق اللون

source: Background Type
ar: نوع الخلفية

source: Classic
ar: الكلاسيكية

source: Gradient
ar: التدرج

source: Background Gradient
ar: الخلفية التدرج

source: Color 1
ar: لون 1

source: Color 2
ar: اللون 2

source: Text Align
ar: محاذاة النص

source: Left
ar: اليسار

source: Center
ar: مركز

source: Right
ar: صحيح

source: Level 1
ar: المستوى 1

source: Controls the typography for mobile menu items.
ar: ضوابط الطباعة المتنقلة عناصر القائمة.

source: Divider Color
ar: مقسم اللون

source: Sub Items
ar: البنود الفرعية

source: Toggle Button
ar: زر تبديل

source: Menu Title
ar: عنوان القائمة

source: Input a text that displays next to open button.
ar: إدخال النص الذي يعرض بجانب زر فتح.

source: Menu
ar: القائمة

source: Solid
ar: خالص

source: Controls the background of canvas menu.
ar: ضوابط خلفية قماش القائمة.

source: Controls the color of close button.
ar: ضوابط لون زر إغلاق.

source: Main Menu Level 1
ar: القائمة الرئيسية المستوى 1

source: Controls the font size for main menu items.
ar: يتحكم في حجم الخط الرئيسي عناصر القائمة.

source: Hover Color
ar: تحوم اللون

source: Controls the color when hover for main menu items.
ar: ضوابط اللون عندما تحوم القائمة الرئيسية البنود.

source: Controls the color when hover for dropdown menu items.
ar: ضوابط اللون عندما مرر الماوس على القائمة المنسدلة البنود.

source: Archive
ar: أرشيف

source: Single
ar: واحد

source: Template: Parallel Scroll Showcase
ar: قالب: موازية انتقل عرض

source: Select default header style that displays on archive portfolio page.
ar: حدد رأس الافتراضي النمط الذي يعرض على أرشيف الصفحة محفظة.

source: Select default Title Bar that displays on all archive portfolio pages.
ar: اختر الافتراضي شريط العنوان الذي يعرض على كل أرشيف صفحات المحفظة.

source: Select sidebar 1 that will display on portfolio archive pages.
ar: حدد الشريط الجانبي 1 التي سيتم عرضها على محفظة صفحات الأرشيف.

source: Select sidebar 2 that will display on portfolio archive pages.
ar: حدد الشريط الجانبي 2 الذي سيعرض على محفظة صفحات الأرشيف.

source: Number posts
ar: عدد المشاركات

source: Controls the number of portfolios per page
ar: يسيطر على عدد من المحافظ في كل صفحة

source: External Url
ar: الخارجية Url

source: Go to external url instead of go to single portfolio pages from archive portfolio pages.
ar: انتقل إلى url الخارجي بدلا من الذهاب إلى صفحات محفظة واحدة من أرشيف صفحات المحفظة.

source: Filter By Cats
ar: مرشح من قبل القطط

source: Select categories to filter by.
ar: حدد فئات مرشح من قبل.

source: Filter By Tags
ar: تصفية حسب فئة

source: Select tags to filter by.
ar: حدد فئة لتصفية من قبل.

source: Number portfolios
ar: عدد المحافظ

source: Controls the number of portfolios display on this template.
ar: يسيطر على عدد من المحافظ عرض على هذا القالب.

source: Title
ar: العنوان

source: Create with colors & shapes
ar: خلق مع الألوان و الأشكال

source: Description
ar: الوصف

source: Be amazed by Billey's breathtakingly outstanding portfolios which highlight creativity.
ar: تكون عن دهشتها من قبل Billey هو مذهل المعلقة المحافظ الذي تسليط الضوء على الإبداع.

source: Copyright Text
ar: حقوق الطبع والنشر النص

source: &copy; 2020 BilleyTheme by Thememove.
ar: © 2020 BilleyTheme قبل Thememove.

source: Select default header style that displays on all single portfolio pages.
ar: حدد رأس الافتراضي النمط الذي يعرض على جميع صفحات محفظة واحدة.

source: Select default Title Bar that displays on all single portfolio pages.
ar: اختر الافتراضي شريط العنوان الذي يعرض على جميع صفحات محفظة واحدة.

source: Select sidebar 1 that will display on single portfolio pages.
ar: حدد الشريط الجانبي 1 التي سيتم عرضها على صفحات محفظة واحدة.

source: Select sidebar 2 that will display on single portfolio pages.
ar: حدد الشريط الجانبي 2 التي سيتم عرضها على صفحات محفظة واحدة.

source: Sticky Detail Column
ar: مثبت التفاصيل العمود

source: Turn on to enable sticky of detail column.
ar: تشغيل لتمكين لزجة من التفاصيل العمود.

source: Site Skin
ar: الموقع الجلد

source: Select skin of all single portfolio post pages.
ar: اختيار الجلد من كل محفظة واحدة بعد صفحات.

source: Single Portfolio Style
ar: واحد نمط المحفظة

source: Select style of all single portfolio post pages.
ar: حدد نمط من محفظة واحدة بعد صفحات.

source: Blank (Build with Elementor)
ar: فارغة (بناء مع Elementor)

source: Image List
ar: صورة القائمة

source: Image List - Wide
ar: صورة قائمة واسعة

source: Video
ar: فيديو

source: Controls the video visibility on portfolio post pages.
ar: يتحكم في وضوح الفيديو على صفحات آخر محفظة.

source: Show Above Feature Image
ar: تظهر ميزة أعلاه صورة

source: Show Below Feature Image
ar: تظهر أدناه ميزة صورة

source: Image Caption
ar: صورة توضيحية

source: Turn on to display comments on single portfolio posts.
ar: تشغيل لعرض التعليقات على المشاركات محفظة واحدة.

source: Turn on to display categories on single portfolio posts.
ar: بدوره على عرض الفئات على المشاركات محفظة واحدة.

source: Turn on to display tags on single portfolio posts.
ar: تشغيل لعرض العلامات على المشاركات محفظة واحدة.

source: Share
ar: حصة

source: Turn on to display Share list on single portfolio posts.
ar: تشغيل لعرض قائمة على المشاركات محفظة واحدة.

source: Related Portfolio
ar: المحفظة ذات صلة

source: Turn on this option to display related portfolio section.
ar: تشغيل هذا الخيار لعرض محفظة ذات القسم.

source: Related Title Section
ar: ذات عنوان القسم

source: Related Projects
ar: المشاريع ذات الصلة

source: Related By
ar: صلة

source: Portfolio Category
ar: محفظة الفئة

source: Portfolio Tags
ar: محفظة العلامات

source: Number related portfolio
ar: رقم المحفظة ذات صلة

source: Controls the number of related portfolio
ar: يسيطر على عدد من محفظة ذات الصلة

source: Select type of previous/next portfolio pagination on single portfolio posts.
ar: حدد نوع من السابق/التالي ترقيم الصفحات محفظة على المشاركات محفظة واحدة.

source: None
ar: لا شيء

source: Style 01
ar: نمط 01

source: Style 02
ar: نمط 02

source: Style 03
ar: نمط 03

source: Search Page
ar: صفحة البحث

source: Search Results Filter
ar: تصفية نتائج البحث

source: Controls the type of content that displays in search results.
ar: ضوابط نوع المحتوى الذي يعرض في نتائج البحث.

source: All Post Types and Pages
ar: جميع أنواع البريد والصفحات

source: Only Pages
ar: فقط الصفحات

source: Only Blog Posts
ar: بلوق المشاركات فقط

source: Only Portfolio Items
ar: فقط بنود محفظة

source: Number of Search Results Per Page
ar: عدد نتائج البحث في الصفحة

source: Controls the number of search results per page.
ar: يسيطر على عدد من نتائج البحث في الصفحة.

source: Search Form Display
ar: البحث شكل عرض

source: Controls the display of the search form on the search results page.
ar: يتحكم في عرض نموذج البحث على صفحة نتائج البحث.

source: Below Result List
ar: أدناه قائمة النتائج

source: Above Result List
ar: النتيجة أعلاه قائمة

source: No Results Text
ar: لا توجد نتائج نص

source: Enter the text that displays on search no results page.
ar: أدخل النص الذي يعرض على البحث في أي صفحة النتائج.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
ar: آسف, ولكن لا شيء يقابل شروط البحث الخاصة بك. يرجى المحاولة مرة أخرى مع بعض كلمات مختلفة.

source: Controls the background color of the search popup content.
ar: ضوابط لون خلفية البحث قافزة المحتوى.

source: Text Color
ar: لون النص

source: Controls the text color search field.
ar: ضوابط لون النص حقل البحث.

source: Primary Color
ar: اللون الأساسي

source: Secondary Color
ar: اللون الثانوي

source: Controls the default color of all text.
ar: ضوابط اللون الافتراضي من كل نص.

source: Controls the default color of all links.
ar: ضوابط اللون الافتراضي من جميع الروابط.

source: Heading Color
ar: عنوان اللون

source: Controls the color of heading.
ar: ضوابط لون العنوان.

source: Controls the color of buttons.
ar: ضوابط لون الأزرار.

source: Controls the color of buttons when hover.
ar: ضوابط لون الأزرار عندما تحوم.

source: Form Color
ar: شكل اللون

source: Controls the color of form inputs.
ar: ضوابط لون شكل المدخلات.

source: Focus Color
ar: تركيز اللون

source: Controls the color of form inputs when focus.
ar: ضوابط لون شكل مدخلات عند التركيز.

source: Custom Javascript
ar: مخصص جافا سكريبت

source: Turn on to enable custom javascript
ar: بدوره على تمكين جافا سكريبت مخصص

source: Controls outer background area in boxed mode.
ar: ضوابط الخارجي المنطقة الخلفية في وضع محاصر.

source: Image
ar: صورة

source: Controls the title that display on error 404 page.
ar: ضوابط العنوان الذي عرض على خطأ 404 صفحة.

source: ERROR 404
ar: خطأ 404

source: Text
ar: النص

source: Controls the text that display below title
ar: ضوابط النص الذي عرض تحت عنوان

source: Ooops, something went wrong
ar: عذرا حدث خطأ

source: Title Typography
ar: العنوان الطباعة

source: Text Typography
ar: النص الطباعة

source: Copyright &copy; 2020. All rights reserved.
ar: حقوق الطبع والنشر © لعام 2020. جميع الحقوق محفوظة.

source: Layout
ar: تخطيط

source: Controls the site layout.
ar: ضوابط تخطيط الموقع.

source: Boxed
ar: محاصر

source: Wide
ar: واسعة

source: Site Width
ar: عرض الموقع

source: Controls the overall site width. Enter value including any valid CSS unit. For e.g: 1200px.
ar: الضوابط العامة عرض الموقع. أدخل قيمة بما في ذلك أي صالحة CSS الوحدة. بالنسبة هـ.ز: 1200px.

source: Boxed Mode Background
ar: محاصر وضع الخلفية

source: Default Logo
ar: شعار افتراضي

source: Choose default logo.
ar: اختيار شعار افتراضي.

source: Dark Logo
ar: الظلام شعار

source: Light Logo
ar: ضوء الشعار

source: Dark Version
ar: النسخة الظلام

source: Light Version
ar: النسخة الخفيفة

source: Logo Width
ar: عرض الشعار

source: For e.g: 200
ar: بالنسبة هـ.ز: 200

source: Logo Padding
ar: شعار الحشو

source: For e.g: 30px 0px 30px 0px
ar: بالنسبة هـ.ز: 30px 0px 0px 30px

source: Sticky Logo
ar: مثبت شعار

source: Controls the width of sticky header logo. For e.g: 120
ar: ضوابط عرض رأس لزجة الشعار. بالنسبة هـ.ز: 120

source: Controls the padding of sticky header logo.
ar: ضوابط الحشو من رأس لزجة الشعار.

source: Mobile Menu Logo
ar: القائمة المحمول شعار

source: Select an image file for mobile menu logo.
ar: حدد ملف صورة للجوال شعار القائمة.

source: Controls the width of mobile menu logo. For e.g: 120
ar: ضوابط عرض القائمة النقالة الشعار. بالنسبة هـ.ز: 120

source: Cookie Notice
ar: إشعار ملفات تعريف الارتباط

source: The notice about cookie auto show when a user visits the site.
ar: إشعار حول الكعكة السيارات تظهر عندما يقوم المستخدم بزيارة الموقع.

source: Messages
ar: رسائل

source: Enter the messages that displays for cookie notice.
ar: أدخل الرسائل التي تعرض على إشعار ملفات تعريف الارتباط.

source: We use cookies to ensure that we give you the best experience on our website. If you continue to use this site we will assume that you are happy with it.
ar: نحن نستخدم ملفات تعريف الارتباط لضمان أن نقدم لكم أفضل تجربة على موقعنا على الانترنت. إذا كان يمكنك الاستمرار في استخدام هذا الموقع سوف نفترض أن كنت سعيدا مع ذلك.

source: Button Text
ar: نص الزر

source: Ok, got it!
ar: حسنا, فهمت ذلك!

source: Select default header style that displays on all single pages.
ar: حدد رأس الافتراضي النمط الذي يعرض على كل صفحة واحدة.

source: Select default Title Bar that displays on all single pages.
ar: اختر الافتراضي شريط العنوان الذي يعرض على كل صفحة واحدة.

source: Select sidebar 1 that will display on all pages.
ar: حدد الشريط الجانبي 1 الذي سيتم عرضه على جميع الصفحات.

source: Select sidebar 2 that will display on all pages.
ar: حدد الشريط الجانبي 2 الذي سيتم عرضه على جميع الصفحات.

source: Disable Emojis
ar: تعطيل Emojis

source: Remove Wordpress Emojis functionality.
ar: إزالة ورد Emojis وظائف.

source: Disable Embeds
ar: تعطيل يضمن

source: Remove Wordpress Embeds functionality.
ar: إزالة ورد يضمن وظيفة.

source: Disable Woocommerce
ar: تعطيل Woocommerce

source: Disable all Woocommerce styles & scripts. Except (shop, cart, checkout) pages. You can enable for other specify post/page below.
ar: تعطيل جميع Woocommerce أنماط & النصية. ما عدا (متجر, عربة, الخروج) صفحات. يمكنك تمكين أخرى تحديد وظيفة/الصفحة أدناه.

source: Woocommerce Scripts On
ar: Woocommerce البرامج النصية على

source: Input post/page id that you want to enable woocommerce styles & scripts. Separate with a comma.
ar: إدخال آخر/صفحة الهوية التي تريد تمكين woocommerce أنماط & النصية. منفصلة بفاصلة.

source: Enable Preloader
ar: تمكين Preloader

source: Shape Color
ar: لون الشكل

source: Gif Image
ar: صورة Gif

source: Sharing Links
ar: تبادل الروابط

source: Check to the box to enable social share links.
ar: تحقق من أن مربع لتمكين تبادل الروابط الاجتماعية.

source: Twitter
ar: تويتر

source: Linkedin
ar: ينكدين

source: Tumblr
ar: نعرفكم

source: Email
ar: البريد الإلكتروني

source: Order
ar: النظام

source: Controls the order of social share links.
ar: ضوابط الأمر من تبادل الروابط الاجتماعية.

source: Sidebar 2 can only be used if sidebar 1 is selected.
ar: الشريط الجانبي 2 يمكن استخدامها فقط إذا كان الشريط الجانبي 1 المختارة.

source: Sidebar position option will control the position of sidebar 1. If sidebar 2 is selected, it will display on the opposite side.
ar: موقف الشريط الجانبي الخيار سوف السيطرة على الموقف من الشريط الجانبي 1. إذا كان الشريط الجانبي 2 تم تحديد أنه سيتم عرض على الجانب الآخر.

source: General Settings
ar: الإعدادات العامة

source: One Sidebar Breakpoint
ar: واحد الشريط الجانبي توقف
