Repository: airman5573/billey
Catalog: languages/*.po
Languages: ar

source: Controls the background size of the outer background area in boxed mode of this page.
ar: ضوابط الخلفية حجم الخارجي المنطقة الخلفية في وضع محاصر من هذه الصفحة.

source: These options controls the background of main content on this page.
ar: هذه الخيارات تسيطر على خلفية المحتوى الرئيسي على هذه الصفحة.

source: Controls the background color of main content on this page.
ar: ضوابط لون خلفية المحتوى الرئيسي على هذه الصفحة.

source: Controls the background image of main content on this page.
ar: ضوابط صورة خلفية المحتوى الرئيسي على هذه الصفحة.

source: Controls the background repeat of main content on this page.
ar: تسيطر على خلفية تكرار المحتوى الرئيسي على هذه الصفحة.

source: Controls the background position of main content on this page.
ar: تسيطر على خلفية الموقف من المحتوى الرئيسي على هذه الصفحة.

source: Top Bar Type
ar: أعلى نوع شريط

source: Select top bar type that displays on this page.
ar: حدد نوع الشريط الذي يعرض على هذه الصفحة.

source: Header Type
ar: نوع رأس

source: Primary menu
ar: القائمة الأولية

source: Select which menu displays on this page.
ar: حدد القائمة التي تعرض في هذه الصفحة.

source: One Page Menu
ar: صفحة القائمة

source: Disable
ar: تعطيل

source: Custom Dark Logo
ar: العرف شعار الظلام

source: Select custom dark logo for this page.
ar: حدد مخصص الظلام شعار هذه الصفحة.

source: Custom Light Logo
ar: مخصص ضوء الشعار

source: Select custom light logo for this page.
ar: حدد مخصص ضوء شعار هذه الصفحة.

source: Custom Logo Width
ar: العرف شعار العرض

source: Controls the width of logo. For e.g: 150px
ar: ضوابط عرض الشعار. بالنسبة هـ.ز: 150px

source: Custom Sticky Logo Width
ar: مخصص مثبت شعار العرض

source: Controls the width of sticky logo. For e.g: 150px
ar: ضوابط عرض لزجة الشعار. بالنسبة هـ.ز: 150px

source: Controls the bottom spacing of title bar of this page. Enter value including any valid CSS unit. For e.g: 50px. Leave blank to use global setting.
ar: ضوابط أسفل تباعد من شريط العنوان من هذه الصفحة. أدخل قيمة بما في ذلك أي صالحة CSS الوحدة. بالنسبة هـ.ز: 50px. ترك فارغا لاستخدام وضع العالمية.

source: Custom Heading Text
ar: العرف نص العنوان

source: Insert custom heading for the page title bar. Leave blank to use default.
ar: إدراج مخصص متوجها إلى الصفحة شريط العنوان. ترك فارغا لاستخدام الافتراضي.

source: Select sidebar 1 that will display on this page.
ar: حدد الشريط الجانبي 1 التي سيتم عرضها على هذه الصفحة.

source: Select sidebar 2 that will display on this page.
ar: حدد الشريط الجانبي 2 التي سيتم عرضها على هذه الصفحة.

source: Sliders
ar: المتزلجون

source: Revolution Slider
ar: الثورة المتزلج

source: Select the unique name of the slider.
ar: حدد اسم فريد من المنزلق.

source: Slider Position
ar: موقف المنزلق

source: Above Header
ar: فوق رأس

source: Below Header
ar: تحت رأس

source: Footer Enable
ar: تذييل تمكين

source: Page Options
ar: خيارات الصفحة

source: Post
ar: بعد

source: Single Blog Style
ar: واحدة بلوق نمط

source: Select layout for details page of this post.
ar: حدد تخطيط صفحة تفاصيل هذا المنصب.

source: Gallery Format
ar: معرض تنسيق

source: Video URL
ar: رابط الفيديو

source: Audio Format
ar: تنسيق الصوت

source: Quote Format - Source Text
ar: شكل الاقتباس - مصدر النص

source: Quote Format - Source Name
ar: شكل الاقتباس - اسم المصدر

source: Quote Format - Source Url
ar: شكل الاقتباس - المصدر Url

source: Link Format
ar: رابط تنسيق

source: Single Product Style
ar: منتج واحد نمط

source: Select style of this single product page.
ar: حدد نمط من هذه الصفحة منتج واحد.

source: Select skin of this single portfolio page.
ar: اختيار الجلد من هذه الصفحة محفظة واحدة.

source: Select style of this single portfolio page.
ar: حدد نمط من هذه الصفحة محفظة واحدة.

source: Pagination Style
ar: أسلوب ترقيم الصفحات

source: Select style of pagination for this single portfolio page.
ar: حدد أسلوب ترقيم الصفحات لهذه الصفحة محفظة واحدة.

source: Gallery
ar: معرض

source: Client
ar: العميل

source: These settings for Overlay Colored Faded Style.
ar: هذه الإعدادات تراكب اللون تلاشى النمط.

source: Controls the background color of overlay colored faded style.
ar: التحكم في لون الخلفية من تراكب اللون تلاشى النمط.

source: Text Skin
ar: النص الجلد

source: Controls the text skin of overlay colored faded style.
ar: ضوابط النص الجلد من تراكب اللون تلاشى النمط.

source: Default Menu
ar: القائمة الافتراضية

source: Insight Core
ar: البصيرة الأساسية

source: Elementor Pro
ar: Elementor برو

source: MailChimp for WordPress
ar: MailChimp لورد

source: WPC Smart Compare for WooCommerce
ar: WPC الذكية مقارنة WooCommerce

source: WPC Smart Wishlist for WooCommerce
ar: WPC الذكية مفضلة ل WooCommerce

source: Booking.com Official Search Box
ar: Booking.com الرسمية مربع البحث

source: Post navigation
ar: آخر الملاحة

source: Share:
ar: حصة:

source: Visit Website
ar: زيارة موقع

source: Comment navigation
ar: تعليق الملاحة

source: Your comment is awaiting moderation.
ar: تعليقك بانتظار الموافقة.

source: at
ar: في

source: Reply
ar: رد

source: Edit
ar: تحرير

source: Your Name *
ar: اسمك *

source: Your Email *
ar: البريد الإلكتروني الخاص بك *

source: Website
ar: الموقع

source: Your Comment
ar: تعليقك

source: Post comment
ar: مرحلة ما بعد تعليق

source: Leave A Comment
ar: اترك التعليق

source: Pinterest
ar: بينتيريست

source: No+Image
ar: لا+صورة

source: Blog Sidebar
ar: بلوق الشريط الجانبي

source: Add widgets here.
ar: إضافة الحاجيات هنا.

source: Page Sidebar
ar: صفحة الشريط الجانبي

source: Shop Sidebar
ar: متجر الشريط الجانبي

source: Off Sidebar
ar: قبالة الشريط الجانبي

source: Header Widgets
ar: رأس الحاجيات

source: Your cart is currently empty.
ar: عربة التسوق فارغة حاليا.

source: You may check out all the available products and buy some in the shop.
ar: قد تحقق من كل المنتجات المتاحة وشراء بعض في المحل.

source: Quantity
ar: الكمية

source: View your shopping cart
ar: عرض سلة التسوق الخاصة بك

source: Sale !
ar: للبيع !

source: Add to wishlist
ar: إضافة إلى مفضلة

source: Quick view
ar: عرض سريع

source: Install Required Plugins
ar: تثبيت الإضافات المطلوبة

source: Install Plugins
ar: تثبيت الإضافات

source: Something went wrong with the plugin API.
ar: شيء ذهب على نحو خاطئ مع البرنامج المساعد API.

source: Begin installing plugin
ar: يمكنك البدء في تثبيت البرنامج المساعد

source: Begin updating plugin
ar: بدء تحديث البرنامج المساعد

source: Begin activating plugin
ar: يمكنك البدء في تفعيل البرنامج المساعد

source: Return to Required Plugins Installer
ar: العودة إلى الإضافات المطلوبة المثبت

source: Return to the Dashboard
ar: العودة إلى لوحة التحكم

source: Plugin activated successfully.
ar: المساعد تفعيلها بنجاح.

source: The following plugin was activated successfully:
ar: التالية المساعد تم تفعيلها بنجاح:

source: Dismiss this notice
ar: رفض هذا الإشعار

source: There are one or more required or recommended plugins to install, update or activate.
ar: هناك واحد أو أكثر من المطلوب أو الإضافات الموصى بها إلى تثبيت أو تحديث أو تنشيط.

source: Please contact the administrator of this site for help.
ar: يرجى الاتصال بمسؤول الموقع لمساعدتك.

source: This plugin needs to be updated to be compatible with your theme.
ar: هذا البرنامج المساعد يحتاج إلى تحديث لتكون متوافقة مع الموضوع الخاص بك.

source: Update Required
ar: التحديث المطلوب

source: Set the parent_slug config variable instead.
ar: تعيين parent_slug التكوين متغير بدلا من ذلك.

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
ar: جهاز التحكم عن بعد المساعد الحزمة لا تحتوي على المجلد المطلوب سبيكة تسمية لم تنجح.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
ar: يرجى الاتصال المساعد مزود ونطلب منهم أن حزمة البرنامج المساعد وفقا وورد المبادئ التوجيهية.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
ar: جهاز التحكم عن بعد المساعد حزمة تتكون من أكثر من ملف واحد ، ولكن الملفات لا يتم تعبئتها في مجلد.

# plugin A *and* plugin B
source: and
ar: و

source: Required
ar: مطلوب

source: Recommended
ar: أوصت

source: WordPress Repository
ar: مستودع وورد

source: External Source
ar: مصدر خارجي

source: Pre-Packaged
ar: قبل تعبئتها

source: Not Installed
ar: لا تثبيت

source: Installed But Not Activated
ar: تثبيت ولكن لم يتم تنشيط

source: Required Update not Available
ar: التحديث المطلوب غير متوفر

source: Requires Update
ar: يتطلب التحديث

source: Update recommended
ar: التحديث الموصى بها

# as in: "version nr unknown"
source: unknown
ar: غير معروف

source: Installed version:
ar: تثبيت الإصدار:

source: Minimum required version:
ar: الحد الأدنى المطلوب الإصدار:

source: Available version:
ar: يتوفر الإصدار:

source: No plugins to install, update or activate.
ar: لا الإضافات إلى تثبيت أو تحديث أو تنشيط.

source: Plugin
ar: البرنامج المساعد

source: Version
ar: الإصدار

source: Status
ar: حالة

source: Upgrade message from the plugin author:
ar: ترقية رسالة من المساعد المؤلف:

source: Install
ar: تثبيت

source: Update
ar: التحديث

source: Activate
ar: تفعيل

source: No plugins were selected to be installed. No action taken.
ar: لا الإضافات تم اختيارها ليتم تثبيتها. أي إجراء.

source: No plugins were selected to be updated. No action taken.
ar: لا الإضافات تم تحديثها. أي إجراء.

source: No plugins are available to be installed at this time.
ar: لا الإضافات متوفرة ليتم تثبيتها في هذا الوقت.

source: No plugins are available to be updated at this time.
ar: لا الإضافات المتوفرة إلى تحديث في هذا الوقت.

source: No plugins were selected to be activated. No action taken.
ar: لا الإضافات تم تفعيلها. أي إجراء.

source: No plugins are available to be activated at this time.
ar: لا الإضافات متوفرة ليتم تفعيلها في هذا الوقت.

source: Plugin activation failed.
ar: تفعيل البرنامج المساعد فشلت.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
ar: تركيب وتفعيل عملية الانطلاق. قد تستغرق هذه العملية بعض الوقت على بعض المضيفين ، لذا يرجى التحلي بالصبر.

source: All installations and activations have been completed.
ar: جميع المنشآت والتنشيط قد اكتملت.

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
ar: عملية التثبيت هو بداية. قد تستغرق هذه العملية بعض الوقت على بعض المضيفين ، لذا يرجى التحلي بالصبر.

source: All installations have been completed.
ar: جميع المنشآت قد اكتملت.

source: by
ar: قبل

source: Comments
ar: تعليقات

source: Comment
ar: التعليق

# label
source: Search for:
ar: البحث عن:

# placeholder
source: Search&hellip;
ar: البحث عن...

# submit button
source: Search
ar: البحث

source: Related Posts
ar: الوظائف ذات الصلة

source: Nothing Found
ar: العثور على أي شيء

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
ar: يبدو أننا لا يمكن أن تجد ما تبحث عنه. ولعل البحث يمكن أن تساعد.

source: Prev Project
ar: السابق المشروع

source: Next Project
ar: المشروع القادم

source: All projects
ar: جميع المشاريع

source: Subtotal
ar: المجموع الفرعي

source: Available on backorder
ar: المتاحة على المؤجل

source: Subtotal :
ar: المجموع :

source: Remove this item
ar: إزالة هذا البند

source: Remove
ar: إزالة

source: Coupon:
ar: القسيمة:

source: Coupon code
ar: رمز القسيمة

source: Apply coupon
ar: تطبيق القسيمة

source: Empty cart
ar: سلة فارغة

source: Update cart
ar: تحديث عربة

source: You may be interested in&hellip;
ar: كنت قد تكون مهتمة في...

source: Total
ar: مجموع

source: Your cart is empty
ar: عربة التسوق فارغة

source: Browse Shop
ar: تصفح متجر

source: Checkout
ar: الخروج

# Product quantity input tooltip
source: Qty
ar: الكمية

source: Shop order
ar: المحل من أجل

source: Showing the single result
ar: تظهر نتيجة واحدة

source: Sold out
ar: بيعت

source: Hot
ar: الساخنة

source: Log In, action !
ar: تسجيل الدخول, عمل !

source: Register
ar: تسجيل

source: Sign In
ar: تسجيل الدخول

source: Sign Up
ar: التوقيع

source: Username or email address
ar: اسم المستخدم أو عنوان البريد الإلكتروني

source: Password
ar: كلمة المرور

source: Forgot password?
ar: نسيت كلمة المرور ؟

source: Remember me
ar: تذكر لي

source: Log in
ar: تسجيل الدخول

source: Username
ar: اسم المستخدم

source: Email address
ar: عنوان البريد الإلكتروني

source: A password will be sent to your email address.
ar: وسيتم إرسال كلمة المرور إلى عنوان البريد الإلكتروني الخاص بك.

source: Forgot password?
ar: نسيت كلمة المرور ؟

source: Please enter your username or email address. You will receive a link to create a new password via email.
ar: الرجاء إدخال اسم المستخدم الخاص بك أو عنوان البريد الإلكتروني. سوف تتلقى رابط لإنشاء كلمة مرور جديدة عبر البريد الإلكتروني.

source: Username or email
ar: اسم المستخدم أو البريد الإلكتروني

source: Reset password
ar: إعادة تعيين كلمة المرور

source: Enter a new password below.
ar: أدخل كلمة المرور الجديدة أدناه.

source: New password
ar: كلمة المرور الجديدة

source: Re-enter new password
ar: إعادة إدخال كلمة المرور الجديدة

source: Save
ar: حفظ

source: Password reset email has been sent.
ar: إعادة تعيين كلمة المرور البريد الإلكتروني تم إرسالها.

source: A password reset email has been sent to the email address on file for your account, but may take several minutes to show up in your inbox. Please wait at least 10 minutes before attempting another reset.
ar: إعادة تعيين كلمة المرور البريد الإلكتروني تم إرسالها إلى عنوان البريد الإلكتروني للحساب الخاص بك ، ولكن قد يستغرق عدة دقائق تظهر في البريد الوارد الخاص بك. يرجى الانتظار 10 دقيقة على الأقل قبل محاولة إعادة تعيين آخر.

source: Search for:
ar: البحث عن:

# placeholder
source: Search Products&hellip;
ar: البحث المنتجات...

source: Reviews
ar: استعراض

source: There are no reviews yet.
ar: لا توجد بعد استعراض.

source: Add a review
ar: إضافة إلى استعراض

source: Submit
ar: تقدم

source: Your review
ar: الاستعراض الخاص بك

source: Your rating:
ar: تقييمك:

source: Rate&hellip;
ar: معدل...

source: Perfect
ar: مثالية

source: Good
ar: جيد

source: Average
ar: متوسط

source: Not that bad
ar: ليس بهذا السوء

source: Very poor
ar: ضعيف جدا

source: Only logged in customers who have purchased this product may leave a review.
ar: تسجيل فقط في العملاء الذين قاموا بشراء هذا المنتج قد ترك الاستعراض.

source: Category:
ar: الفئة:

source: Tag:
ar: العلامة:

source: Placeholder
ar: نائبا

source: Your review is awaiting approval
ar: الاستعراض الخاص بك هو في انتظار الموافقة

source: verified owner
ar: التحقق من مالك

source: You may also like&hellip;
ar: قد ترغب أيضا...
