Repository: airman5573/billey
Catalog: languages/*.po
Languages: ar

source: Bar Chart
ar: شريط الرسم البياني

source: Chart
ar: الرسم البياني

source: X axis labels
ar: X تسميات المحور

source: Border width of the bars
ar: عرض الحدود القضبان

source: Values
ar: القيم

source: Fill Color
ar: لون التعبئة

source: Datasets
ar: البيانات

source: Item 01
ar: البند 01

source: Item 02
ar: البند 02

source: Chart Legend
ar: الرسم البياني أسطورة

source: Show Legends
ar: تظهر أساطير

source: Use Point Style
ar: استخدام أسلوب نقطة

source: Click on legends
ar: انقر على أساطير

source: Aspect Ratio
ar: نسبة الارتفاع

source: Line Chart
ar: خط الرسم البياني

source: Area Filling
ar: منطقة ملء

source: Point Style
ar: نقطة النمط

source: Triangle
ar: مثلث

source: Rectangle
ar: المستطيل

source: Rotated Rectangle
ar: استدارة المستطيل

source: Cross
ar: الصليب

source: Rotated Cross
ar: استدارة الصليب

source: Star
ar: نجوم

source: Line type
ar: نوع الخط

source: Stepped
ar: صعدت

source: Line Style
ar: نمط الخط

source: Dashed
ar: متقطع

source: Dotted
ar: المنقطة

source: Thickness
ar: سمك

source: Line and points thickness
ar: خط نقطة سمك

source: Thin
ar: رقيقة

source: Thick
ar: سميكة

source: Thicker
ar: أكثر سمكا

source: Line Tension
ar: خط التوتر

source: Tension of the line ( 100 for a straight line )
ar: التوتر من خط ( 100 خط مستقيم )

source: Pie Chart
ar: فطيرة الرسم البياني

source: Cutting Percentage
ar: قطع مئوية

source: Amount of the inner surface to be cut off (0 for pie and 80 for example for a doughnut)
ar: كمية من السطح الداخلي بقطع (0 فطيرة 80 مثلا الدونات)

source: Border width of the arcs in the dataset
ar: عرض الحدود أقواس في dataset

source: Item 03
ar: البند 03

source: Circle Progress Chart
ar: دائرة الرسم البياني التقدم

source: Number
ar: عدد

source: Circle Size
ar: حجم الدائرة

source: Controls the size of the pie chart circle.
ar: ضوابط حجم الرسم البياني الدائرة.

source: Measuring unit
ar: وحدة القياس

source: Controls the unit of chart.
ar: ضوابط وحدة الرسم البياني.

source: Reverse animation and arc draw
ar: عكس الرسوم المتحركة قوس رسم

source: Inner Content
ar: المحتوى الداخلي

source: Animate Number
ar: تحريك عدد

source: Custom Text
ar: نص مخصص

source: Bar
ar: شريط

source: Line Cap
ar: خط كاب

source: Butt
ar: بعقب

source: Round
ar: جولة

source: Square
ar: مربع

source: Line Width
ar: خط العرض

source: Track
ar: المسار

source: Advanced Flip Box
ar: الوجه المتقدم مربع

source: Front
ar: الجبهة

source: Graphic Element
ar: عنصر رسومي

source: Click edit button to change this text. Lorem ipsum dolor sit amet consectetur adipiscing elit dolor
ar: انقر فوق الزر "تحرير" في تغيير هذا النص. أبجد هوز دولور الجلوس امات consectetur adipiscing elit دولور

source: Enter your description
ar: أدخل الوصف

source: Background Overlay
ar: الخلفية تراكب

source: Click Here
ar: انقر هنا

source: Button Icon
ar: زر رمز

source: Icon Position
ar: رمز الموقف

source: Apply Link On
ar: تنطبق على الرابط

source: Whole Box
ar: مربع كامل

source: Button Only
ar: زر فقط

source: Settings
ar: الإعدادات

source: Min Height
ar: مين ارتفاع

source: Flip Effect
ar: تأثير الوجه

source: Flip Direction
ar: الوجه الاتجاه

source: Up
ar: حتى

source: Down
ar: أسفل

source: 3D Depth
ar: عمق 3D

source: Front - Box
ar: استقبال - مربع

source: Vertical Position
ar: الرأسي

source: Front - Image
ar: استقبال - صورة

source: Front - Icon
ar: استقبال - Icon

source: Rotate
ar: تدوير

source: Front - Heading
ar: استقبال - العنوان

source: Front - Description
ar: استقبال - الوصف

source: Back - Box
ar: ظهر مربع

source: Back - Image
ar: مرة أخرى - صورة

source: Back - Icon
ar: مرة أخرى - Icon

source: Back - Heading
ar: مرة أخرى - يتجه

source: Back - Description
ar: العودة الوصف

source: Back - Button
ar: على زر العودة

source: Fullpage
ar: صفحة كاملة

source: Choose Template
ar: اختيار القالب

source: Anchor
ar: مرساة

source: Controls the skin of pagination & header when view this section.
ar: ضوابط الجلد من ترقيم الصفحات ورأس عندما عرض هذا القسم.

source: Fullpage Options
ar: صفحة كاملة من الخيارات

source: Dots Enable
ar: النقاط تمكين

source: Dots Alignment
ar: النقاط المحاذاة

source: Numbers Enable
ar: أرقام تمكين

source: Share Enable
ar: حصة تمكين

source: Stalk
ar: ساق

source: Projects
ar: المشاريع

source: Gif Player
ar: لاعب Gif

source: Static Image
ar: صورة ثابتة

source: Advanced Google Map
ar: المتقدمة خريطة جوجل

source: Map
ar: خريطة

source: Map Style
ar: أسلوب خريطة

source: Map Type
ar: نوع الخريطة

source: Roadmap
ar: خارطة الطريق

source: Satellite
ar: قنوات

source: Hybrid
ar: الهجين

source: Terrain
ar: التضاريس

source: Zoom Level
ar: مستوى التكبير

source: Mouse Scroll Wheel Zoom
ar: عجلة الماوس التمرير والتكبير

source: Draggable
ar: قابل للسحب

source: Controls
ar: ضوابط

source: Zoom Control
ar: السيطرة على تكبير

source: Scale Control
ar: نطاق التحكم

source: Fullscreen Control
ar: ملء الشاشة التحكم

source: Street View Control
ar: رأي الشارع التحكم

source: Markers
ar: علامات

source: Marker Style
ar: علامة نمط

source: Select default style for all markers
ar: حدد النمط الافتراضي لجميع علامات

source: Signal
ar: إشارة

source: Marker Icon
ar: رمز علامة

source: Marker
ar: علامة

source: Address or Coordinate
ar: عنوان أو تنسيق

source: Popup
ar: المنبثقة

source: Display
ar: عرض

source: Always
ar: دائما

source: Choose an image that displays on left info box
ar: اختيار صورة أن يعرض على اليسار مربع المعلومات

source: Popup Image Size
ar: المنبثقة حجم الصورة

source: Markers Popup
ar: علامات المنبثقة

source: No Label Bright Colors
ar: لا تسمية الألوان الزاهية

source: Grayscale
ar: الرمادي

source: Subtle Grayscale
ar: خفية الرمادي

source: Apple Maps-esque
ar: خرائط أبل سقو

source: Pale Dawn
ar: شاحب الفجر

source: Midnight Commander
ar: قائد منتصف الليل

source: Blue Water
ar: المياه الزرقاء

source: Retro
ar: الرجعية

source: Paper
ar: ورقة

source: Ultra Light with Labels
ar: خفيفة للغاية مع التسميات

source: Shades Of Grey
ar: ظلال من الرمادي

source: Easy Light
ar: سهلة خفيفة

source: Gradation
ar: تدرج

source: Line
ar: خط

source: Client Logo
ar: شعار العميل

source: Hover Type
ar: تحوم نوع

source: Grayscale to normal
ar: الرمادي العادي

source: Opacity to normal
ar: التعتيم على العادي

source: Normal to opacity
ar: من الطبيعي أن التعتيم

source: Grid Options
ar: خيارات الشبكة

source: Column Gutter
ar: عمود الحضيض

source: Row Gutter
ar: الصف الحضيض

source: Content Position
ar: المحتوى الموقف

source: View Demo
ar: عرض تجريبي

source: New
ar: جديد

source: Coming Soon
ar: قريبا

source: Modern Heading
ar: الحديثة العنوان

source: Wrap any words with &lt;mark&gt;&lt;/mark&gt; tag to make them highlight.
ar: التفاف أي الكلمات مع <مارك></مارك> الوسم لجعلها تبرز.

source: Link Animate
ar: رابط الأرواح

source: Animate Border
ar: تحريك الحدود

source: Animate Border 02
ar: تحريك الحدود 02

source: HTML Tag
ar: HTML الوسم

source: Display Divider
ar: العرض مقسم

source: Secondary Heading
ar: الثانوية العنوان

source: Blend Mode
ar: وضع مزيج

source: Highlight Words
ar: تسليط الضوء على الكلمات

source: Divider
ar: مقسم

source: Modern Icon Box
ar: الحديث رمز مربع

source: Input box link. This option will ignore other link options.
ar: مربع الإدخال الرابط. هذا الخيار سيتم تجاهل رابط آخر الخيارات.

source: Stacked
ar: مكدسة

source: Bubble
ar: فقاعة

source: Fancy Circle
ar: يتوهم دائرة

source: Distortion
ar: تشويه

source: Shape
ar: الشكل

source: Icon SVG Animate
ar: رمز SVG تحريك

source: Note: Animate works only with Stroke SVG Icon.
ar: ملاحظة: تحريك يعمل فقط مع السكتة الدماغية رمز SVG.

source: SVG Animate
ar: SVG تحريك

source: Play on hover
ar: اللعب على التحويم

source: Delayed
ar: تأخر

source: Sync
ar: المزامنة

source: One By One
ar: واحدا تلو الآخر

source: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Ut elit tellus, luctus nec ullamcorper mattis.
ar: أبجد هوز دولور الجلوس امات, consectetur adipiscing elit. Ut elit تيلوس ، luctus nec اقوى بسلاسة ماتيس.

source: Enter your button text
ar: أدخل نص الزر

source: Special Line
ar: خط خاص

source: Wrap Height
ar: التفاف ارتفاع

source: Icon View
ar: عرض الرمز

source: Title Divider
ar: العنوان مقسم

source: Modern Icon
ar: رمز الحديثة

source: Image Box
ar: صورة مربع

source: Move Up
ar: تتحرك صعودا

source: Title & Description
ar: العنوان و الوصف

source: Click edit button to change this text. Lorem ipsum dolor sit amet, consectetur adipiscing elit. Ut elit tellus, luctus nec ullamcorper mattis, pulvinar dapibus leo.
ar: انقر فوق الزر "تحرير" في تغيير هذا النص. أبجد هوز دولور الجلوس امات, consectetur adipiscing elit. Ut elit تيلوس ، luctus nec اقوى بسلاسة ماتيس, pulvinar dapibus ليو.

source: Offset Top
ar: تعويض أعلى

source: Image Gallery
ar: معرض الصور

source: Masonry
ar: البناء

source: Metro
ar: مترو

source: Zigzag Height
ar: متعرج ارتفاع

source: Zigzag Reversed?
ar: متعرج عكس ؟

source: Lightbox
ar: العلبة الخفيفة

source: Image Ratio
ar: نسبة صورة

source: Gutter
ar: الحضيض

source: Item Size
ar: البند الحجم

source: Metro Layout
ar: مترو تخطيط

source: Image Layers
ar: صورة طبقات

source: Artboard
ar: لوح الرسم

source: Layers
ar: طبقات

source: Static Layer
ar: وطبقة ثابتة

source: Loop
ar: حلقة

source: Move - Horizontal
ar: التحرك الأفقي

source: Move - Vertical
ar: التحرك العمودي

source: Modern Icon List
ar: الحديث رمز القائمة

source: Icon List
ar: رمز القائمة

source: Default Icon
ar: الرمز الافتراضي

source: Choose default icon for all items.
ar: اختيار الرمز الافتراضي لجميع البنود.

source: Items Spacing
ar: البنود تباعد

source: Min Width
ar: مين العرض

source: Spacing Between
ar: تباعد بين

source: Dimension
ar: البعد

source: Before Spacing
ar: قبل أن تباعد

source: After Spacing
ar: بعد تباعد

source: Column Order
ar: عمود النظام

source: Overflow
ar: تجاوز

source: Hidden
ar: خفية

source: Auto Fit
ar: السيارات صالح

source: Icon Top Spacing
ar: رمز أعلى تباعد

source: Custom Width
ar: عرض مخصص

source: Button Class
ar: زر الدرجة

source: Button Spacing
ar: الزر تباعد

source: Border Focus Color
ar: لون التركيز الحدود

source: Link Hover Color
ar: رابط تحوم اللون

source: Inside
ar: داخل

source: Outside
ar: خارج

source: Percentage Color
ar: نسبة اللون

source: No Gap
ar: هناك فجوة

source: Narrow
ar: ضيق

source: Extended
ar: مدد

source: Wider
ar: أوسع

source: Gap Beside
ar: الفجوة بجانب

source: Gap Width
ar: فجوة العرض

source: Column Vertical Alignment
ar: عمود المحاذاة العمودية

source: High Z-Index on hover columns?
ar: عالية Z-مؤشر على تحوم الأعمدة?

source: Popup Video
ar: المنبثقة الفيديو

source: Poster
ar: ملصق

source: Video Url
ar: رابط الفيديو

source: Video Text
ar: نص الفيديو

source: Text Animate
ar: تحريك النص

source: Animate Line
ar: تحريك الخط

source: Poster Image
ar: صورة ملصق

source: Full Width
ar: العرض الكامل

source: Button Type
ar: زر نوع

source: Button Image
ar: زر صورة

source: Overlay
ar: تراكب

source: Play Icon
ar: أيقونة اللعب

source: Portfolio Details
ar: تفاصيل المحفظة

source: Modern Grid
ar: الشبكة الحديثة

source: Banners
ar: لافتات

source: After Post Number
ar: بعد نشر عدد

source: Excerpt
ar: مقتطفات

source: Excerpt Length
ar: مقتطفات طول

source: Read More
ar: قراءة المزيد

source: Read More Text
ar: قراءة أكثر من نص

source: Select Meta
ar: حدد ميتا

source: Meta Data
ar: البيانات الوصفية

source: Float
ar: تطفو

source: Meta
ar: ميتا

source: Faded 01
ar: تلاشى 01

source: Faded 02
ar: تلاشى 02

source: Faded 04
ar: تلاشى 04

source: Colored Faded
ar: الملونة تلاشى

source: Movement
ar: حركة

source: Huge
ar: ضخمة

source: To choose overlay color & skin for each post item then please edit them & go to Page Options box & select Portfolio tab.
ar: اختيار لون تراكب & الجلد لكل وظيفة البند ثم الرجاء تعديل و الذهاب إلى صفحة خيارات مربع & حدد محفظة علامة التبويب.

source: Pagination
ar: ترقيم الصفحات

source: Numbers
ar: أرقام

source: Custom Button
ar: زر مخصص

source: Infinite Scroll
ar: التمرير لانهائية

source: Custom Button ID
ar: زر مخصص ID

source: Loading Icon
ar: أيقونة التحميل

source: Filter
ar: فلتر

source: Show Filter
ar: عرض تصفية

source: Show Counter
ar: مشاهدة العداد

source: In Grid
ar: في الشبكة

source: Link Typography
ar: رابط الطباعة

source: Filter Counter
ar: تصفية العداد

source: Load More
ar: تحميل المزيد من

source: All items displayed.
ar: جميع المواد المعروضة.

source: Prev Projects
ar: السابق المشاريع

source: Next Projects
ar: المشاريع المقبلة

source: All
ar: كل

source: Product
ar: المنتج

source: Product Name
ar: اسم المنتج

source: Product Price
ar: سعر المنتج

source: Regular
ar: العادية

source: Sale
ar: للبيع

source: Modern Pricing
ar: التسعير الحديثة

source: Heading Tag
ar: عنوان الوسم

source: Pricing
ar: التسعير

source: Currency
ar: العملة

source: Price
ar: السعر

source: Period
ar: الفترة

source: Monthly
ar: الشهري

source: Features
ar: الميزات

source: Get Started
ar: نبدأ

source: Ribbon
ar: الشريط

source: Popular
ar: شعبية

source: Bottom Line
ar: خلاصة القول

source: Product Categories
ar: فئات المنتجات

source: Show All
ar: عرض كل

source: Manual Selection
ar: دليل اختيار

source: By Parent
ar: من قبل الوالدين

source: Current Subcategories
ar: الحالي الفئات الفرعية

source: Only Top Level
ar: فقط أعلى مستوى

source: Parent
ar: الأم

source: Hide Empty
ar: إخفاء فارغة

source: Categories Count
ar: فئات العد

source: Order By
ar: النظام

source: Slug
ar: سبيكة

source: Count
ar: العد

source: Vertical Line
ar: الخط العمودي

source: Horizontal Line
ar: الخط الأفقي

source: Horizontal Dashed Line
ar: أفقي سطر

source: Play Animate
ar: اللعب تحريك

source: Modern Shapes
ar: الأشكال الحديثة

source: Border Circle
ar: الحدود الدائرة

source: Distortion 01
ar: تشويه 01

source: Distortion 02
ar: تشويه 02

source: Distortion 03
ar: تشويه 03

source: Distortion 04
ar: تشويه 04

source: Icons
ar: الرموز

source: Large Icons
ar: رموز كبيرة

source: Flat Rounded Icon
ar: شقة تقريب رمز

source: Solid Rounded Icon
ar: خالص تقريب رمز

source: Icon + Title
ar: رمز + العنوان

source: 2 Columns
ar: 2 الأعمدة

source: Show tooltip as item title.
ar: عرض تلميح الأدوات كما في البند العنوان.

source: Tooltip Skin
ar: تلميح الجلد

source: Black
ar: الأسود

source: White
ar: الأبيض

source: Tooltip Position
ar: تلميح الموقف

source: Top Left
ar: أعلى اليسار

source: Top Right
ar: أعلى اليمين

source: Bottom Left
ar: أسفل اليسار

source: Bottom Right
ar: أسفل اليمين

source: Table
ar: الجدول

source: Table Header
ar: رأس الجدول

source: You have started a new row. Please add new cells in your row by clicking Add Item button below.
ar: كنت قد بدأت صف جديد. يرجى إضافة خلايا جديدة في الصف الخاص بك بواسطة النقر فوق إضافة عنصر الزر أدناه.

source: Start New Row
ar: بدء صف جديد

source: Add New Cell
ar: إضافة خلية جديدة

source: Sample
ar: عينة

source: Table Content
ar: محتوى الجدول

source: Advanced Tabs
ar: علامات التبويب خيارات متقدمة

source: Tab Title
ar: علامة التبويب عنوان

source: Content Type
ar: نوع المحتوى

source: Saved Template
ar: حفظ القالب

source: Team Member
ar: عضو في الفريق

source: Shape 01
ar: الشكل 01

source: Shape 02
ar: الشكل 02

source: Shape 03
ar: الشكل 03

source: Testimonial Masonry
ar: شهادة البناء

source: Image Above
ar: الصورة أعلاه

source: Thumbnail Size
ar: حجم الصورة المصغرة

source: Avatar Size
ar: حجم الصورة

source: Consumer Key
ar: الاستهلاكية الرئيسية

source: Consumer Secret
ar: المستهلك سر

source: Access Token
ar: رمز وصول

source: Access Token Secret
ar: رمز وصول السرية

source: Twitter Username
ar: تويتر اسم المستخدم

source: Number Items
ar: عدد البنود

source: Show date
ar: تاريخ العرض

source: Accordion: Title
ar: الأكورديون: العنوان

source: Accordion: Content
ar: الأكورديون: المحتوى

source: Attribute: Name
ar: السمة: اسم

source: Attribute: Value
ar: السمة: قيمة

source: Google Map: Marker Title
ar: خريطة جوجل: علامة العنوان

source: Google Map: Marker Content
ar: خريطة جوجل: علامة المحتوى

source: Gradation: Title
ar: تدرج: العنوان

source: Gradation: Description
ar: تدرج: وصف

source: Icon List Text
ar: رمز قائمة النص

source: Icon List Link
ar: رمز قائمة الرابط

source: Modern Carousel: Slide Title
ar: الحديث دائري: عنوان الشريحة

source: Modern Carousel: Slide Tags
ar: الحديث دائري: الشريحة الكلمات

source: Modern Carousel: Slide Description
ar: الحديث دائري: منزلق وصف

source: Modern Carousel: Slide Link
ar: الحديث دائري: الشريحة الرابط

source: Modern Slider: Slide Title
ar: الحديث المنزلق: عنوان الشريحة

source: Modern Slider: Slide Description
ar: الحديث المنزلق: منزلق وصف

source: Modern Slider: Slide Button
ar: الحديث المنزلق: حرك زر

source: Modern Slider: Slide Link
ar: الحديث المنزلق: الشريحة الرابط

source: Pricing Table: Feature Text
ar: جدول التسعير: ميزة النص

source: Table Head: Text
ar: الجدول الرأس: النص

source: Table Body: Text
ar: الجدول الجسم: نص

source: Tab: Title
ar: التبويب: العنوان

source: Tab: Content
ar: التبويب: المحتوى

source: Team Member Carousel: Name
ar: عضو فريق دائري: اسم

source: Team Member Carousel: Content
ar: عضو فريق دائري: المحتوى

source: Team Member Carousel: Position
ar: عضو فريق دائري: موقف

source: Team Member Carousel: Profile
ar: عضو فريق دائري: نبذة

source: Testimonial Carousel: Title
ar: شهادة دائري: العنوان

source: Testimonial Carousel: Name
ar: شهادة دائري: اسم

source: Testimonial Carousel: Content
ar: شهادة دائري: المحتوى

source: Testimonial Carousel: Position
ar: شهادة دائري: موقف

source: Testimonial Grid: Title
ar: شهادة الشبكة: العنوان

source: Testimonial Grid: Name
ar: شهادة الشبكة: اسم

source: Testimonial Grid: Content
ar: شهادة الشبكة: المحتوى

source: Testimonial Grid: Position
ar: شهادة الشبكة: موقف

source: Modern Heading: Primary
ar: الحديثة العنوان: الابتدائية

source: Modern Heading: Link
ar: الحديثة العنوان: الرابط

source: Modern Heading: Description
ar: الحديثة العنوان: الوصف

source: Modern Heading: Secondary
ar: الحديثة العنوان: الثانوية

source: Button: Text
ar: زر: نص

source: Button: Badge
ar: زر: شارة

source: Button: Link
ar: زر: الرابط

source: Banner: Title
ar: لافتة: العنوان

source: Banner: Link
ar: لافتة: الرابط

source: Circle Chart: Text
ar: دائرة الرسم البياني: نص

source: Flip Box: Front Title
ar: الوجه المربع: الجبهة العنوان

source: Flip Box: Front Description
ar: الوجه المربع: الجبهة الوصف

source: Flip Box: Back Title
ar: الوجه المربع: تعود العنوان

source: Flip Box: Back Description
ar: الوجه المربع: العودة الوصف

source: Flip Box: Button Text
ar: الوجه المربع: نص الزر

source: Flip Box: Link
ar: الوجه المربع: الرابط

source: Icon: Link
ar: رمز: الرابط

source: Icon Box: Title
ar: رمز صندوق البريد: العنوان

source: Icon Box: Description
ar: رمز مربع: وصف

source: Icon Box: Link
ar: رمز صندوق البريد: الرابط

source: Icon Box: Button
ar: رمز مربع: زر

source: Icon Box: Button Link
ar: رمز مربع: زر الرابط

source: Image Box: Title
ar: صورة صندوق البريد: العنوان

source: Image Box: Content
ar: صورة مربع: المحتوى

source: Image Box: Link
ar: مربع صورة: الرابط

source: Image Box: Button
ar: صورة مربع: زر

source: Popup Video: Text
ar: المنبثقة الفيديو: نص

source: Popup Video: Link
ar: المنبثقة الفيديو: رابط

source: Popup Video: Caption
ar: المنبثقة الفيديو: التسمية التوضيحية

source: Pricing Table: Heading
ar: جدول التسعير: العنوان

source: Pricing Table: Description
ar: جدول التسعير: وصف

source: Pricing Table: Currency
ar: جدول التسعير: العملة

source: Pricing Table: Price
ar: جدول التسعير: السعر

source: Pricing Table: Period
ar: جدول التسعير: الفترة

source: Pricing Table: Button
ar: جدول التسعير: زر

source: Pricing Table: Button Link
ar: جدول التسعير: زر الرابط

source: Team Member: Name
ar: عضو في الفريق: اسم

source: Team Member: Content
ar: عضو في الفريق: المحتوى

source: Team Member: Position
ar: عضو في الفريق: موقف

source: Team Member: Profile
ar: عضو في الفريق: نبذة

source: Edit social network links
ar: تحرير وصلات الشبكة الاجتماعية

source: Edit social sharing list
ar: تحرير تقاسم الاجتماعية القائمة

source: Button Link
ar: زر الرابط

source: Button Link Relationship (XFN)
ar: زر الرابط العلاقة (XFN)

source: Button Rounded
ar: زر تقريب

source: Button Css Class
ar: زر الطبقة Css

source: Language Switcher
ar: لغة الجلاد

source: Center Nav - Fluid
ar: مركز Nav - السوائل

source: Right Nav - Fluid
ar: حق التنقل السوائل

source: Tiny Center Nav - Fluid
ar: صغيرة مركز Nav - السوائل

source: Minimal - Fluid
ar: الحد الأدنى من السائل

source: Thin Right Nav - Fluid - Mini Gutter
ar: رقيقة حق التنقل - السوائل - Mini الحضيض

source: Tiny Center Nav - Fluid - Filled
ar: صغيرة مركز Nav - مملوءة بسائل

source: Thin Right Nav - Fluid
ar: رقيقة حق التنقل السوائل

source: Center Nav
ar: مركز الملاحة

source: Center Minimal - Fluid
ar: مركز الحد الأدنى من السائل

source: Right Nav
ar: حق التنقل

source: Right Nav - Alt
ar: حق التنقل - Alt

source: Rotating Plane
ar: الدورية الطائرة

source: Double Bounce
ar: مزدوجة ترتد

source: Three Bounce
ar: ثلاثة ترتد

source: Wave
ar: موجة

source: Wandering Cubes
ar: تجول مكعبات

source: Pulse
ar: نبض

source: Chasing dots
ar: مطاردة النقاط

source: Cube Grid
ar: مكعب الشبكة

source: Fading Circle
ar: يتلاشى دائرة

source: Folding Cube
ar: قابلة للطي مكعب

source: Random
ar: عشوائية

source: Select a slider
ar: حدد شريط التمرير

source: No Sidebar
ar: لا الشريط الجانبي

source: Top Bar 01
ar: أعلى شريط 01

source: Top Bar 02
ar: أعلى شريط 02

source: Cannot get attachment because missing elementor widget settings.
ar: لا يمكن الحصول على المرفقات لأن المفقودين elementor إعدادات القطعة.

source: Controls the layout of this page.
ar: ضوابط تخطيط هذه الصفحة.

source: Controls the site width for this page. Enter value including any valid CSS unit. For e.g: 1200px. Leave blank to use global setting.
ar: تسيطر على الموقع عرض هذه الصفحة. أدخل قيمة بما في ذلك أي صالحة CSS الوحدة. بالنسبة هـ.ز: 1200px. ترك فارغا لاستخدام وضع العالمية.

source: Site Top Spacing
ar: موقع أعلى تباعد

source: Controls the top spacing of this page. Enter value including any valid CSS unit. For e.g: 50px. Leave blank to use global setting.
ar: ضوابط أعلى تباعد من هذه الصفحة. أدخل قيمة بما في ذلك أي صالحة CSS الوحدة. بالنسبة هـ.ز: 50px. ترك فارغا لاستخدام وضع العالمية.

source: Site Bottom Spacing
ar: الموقع أسفل تباعد

source: Controls the bottom spacing of this page. Enter value including any valid CSS unit. For e.g: 50px. Leave blank to use global setting.
ar: ضوابط أسفل تباعد من هذه الصفحة. أدخل قيمة بما في ذلك أي صالحة CSS الوحدة. بالنسبة هـ.ز: 50px. ترك فارغا لاستخدام وضع العالمية.

source: Body Class
ar: الطبقة الجسم

source: Add a class name to body then refer to it in custom CSS.
ar: إضافة اسم الفئة إلى الجسم ثم الرجوع إليه في العرف CSS.

source: Info
ar: معلومات عن الفندق

source: These options controls the background on boxed mode.
ar: هذه خيارات التحكم الخلفية على وضع محاصر.

source: Controls the background color of the outer background area in boxed mode of this page.
ar: ضوابط لون خلفية الخارجي المنطقة الخلفية في وضع محاصر من هذه الصفحة.

source: Background Image
ar: صورة الخلفية

source: Controls the background image of the outer background area in boxed mode of this page.
ar: ضوابط صورة خلفية الخارجي المنطقة الخلفية في وضع محاصر من هذه الصفحة.

source: Background Repeat
ar: الخلفية أكرر

source: Controls the background repeat of the outer background area in boxed mode of this page.
ar: تسيطر على خلفية تكرار الخارجي المنطقة الخلفية في وضع محاصر من هذه الصفحة.

source: No repeat
ar: لا تكرار

source: Repeat
ar: كرر

source: Repeat X
ar: كرر X

source: Repeat Y
ar: كرر Y

source: Background Attachment
ar: الخلفية المرفقات

source: Controls the background attachment of the outer background area in boxed mode of this page.
ar: ضوابط الخلفية المرفق الخارجي المنطقة الخلفية في وضع محاصر من هذه الصفحة.

source: Fixed
ar: ثابت

source: Scroll
ar: انتقل

source: Background Position
ar: خلفية الموقف

source: Controls the background position of the outer background area in boxed mode of this page.
ar: تسيطر على خلفية موقف الخارجي المنطقة الخلفية في وضع محاصر من هذه الصفحة.

source: Background Size
ar: حجم خلفية
