Repository: airman5573/billey
Catalog: languages/*.po
Languages: ar

source: Controls the breakpoint when has only one sidebar to make the sidebar 100% width.
ar: ضوابط توقف عند واحد فقط الجانبي إلى جعل الشريط الجانبي عرض 100٪.

source: Both Sidebars Breakpoint
ar: سواء الجانبية توقف

source: Controls the breakpoint when has both sidebars to make sidebars 100% width.
ar: ضوابط توقف عند كلا الجانبية لجعل الجانبية عرض 100٪.

source: Sidebars Below Content
ar: الجانبية أدناه المحتوى

source: Move sidebars display after main content on smaller screens.
ar: الخطوة الجانبية بعد عرض المحتوى الرئيسي على الشاشات الأصغر حجما.

source: Single Sidebar Layouts
ar: واحد تخطيطات الشريط الجانبي

source: Single Sidebar Width
ar: واحد عرض الشريط الجانبي

source: Single Sidebar Offset
ar: الشريط الجانبي واحد تعويض

source: Controls the offset of the sidebar when only one sidebar is present. Enter value including any valid CSS unit. For e.g: 70px.
ar: ضوابط إزاحة الشريط الجانبي عندما واحد فقط الشريط الجانبي الحالي. أدخل قيمة بما في ذلك أي صالحة CSS الوحدة. بالنسبة هـ.ز: 70px.

source: Dual Sidebar Layouts
ar: تخطيطات الشريط الجانبي المزدوج

source: Dual Sidebar Width
ar: المزدوج عرض الشريط الجانبي

source: Controls the width of sidebars when dual sidebars are present. Enter value including any valid CSS unit. For e.g: 33.33333.
ar: ضوابط عرض الجانبية عندما الجانبية المزدوجة موجودة. أدخل قيمة بما في ذلك أي صالحة CSS الوحدة. بالنسبة هـ.ز: 33.33333.

source: Dual Sidebar Offset
ar: المزدوج الشريط الجانبي تعويض

source: Controls the offset of sidebars when dual sidebars are present. Enter value including any valid CSS unit. For e.g: 70px.
ar: ضوابط الإزاحة الجانبية عندما الجانبية المزدوجة موجودة. أدخل قيمة بما في ذلك أي صالحة CSS الوحدة. بالنسبة هـ.ز: 70px.

source: Open link in a new tab.
ar: فتح الرابط في علامة تبويب جديدة.

source: Add new social network
ar: إضافة شبكة اجتماعية جديدة

source: Tooltip
ar: تلميح الأدوات

source: Enter your hint text for your icon
ar: أدخل نص تلميح للحصول على الرمز الخاص بك

source: Icon Class
ar: رمز الطبقة

source: This will be the icon class for your link
ar: هذا سوف يكون رمز فئة الرابط الخاص بك

source: Link URL
ar: رابط URL

source: This will be the link URL
ar: وسيكون هذا الرابط URL

source: This section contains general typography options. Additional typography options for specific areas can be found within other sections. Example: For breadcrumb typography options go to the breadcrumb section.
ar: يحتوي هذا القسم على العامة خيارات الطباعة. إضافية خيارات الطباعة على مجالات محددة يمكن العثور عليها في الأقسام الأخرى. مثال: بالنسبة التفصيلي خيارات الطباعة انتقل إلى القسم التفصيلي.

source: Secondary Font family
ar: الثانوية الخط الأسرة

source: Body Typography
ar: الجسم الطباعة

source: Font family
ar: الخط الأسرة

source: These settings control the typography for all body text.
ar: تتحكم هذه الإعدادات في الطباعة على جميع الجسم النص.

source: Heading Typography
ar: عنوان الطباعة

source: These settings control the typography for all heading text.
ar: تتحكم هذه الإعدادات في الطباعة لجميع نص العنوان.

source: Font size
ar: حجم الخط

source: Strong Tag Weight
ar: علامة قوية الوزن

source: Controls font weight of &lt;strong&gt;, &lt;b&gt; tags
ar: ضوابط الخط الوزن من <قوية> ، <b> العلامات

source: 400 - Regular
ar: 400 - العادية

source: 500 - Medium
ar: 500 - متوسطة

source: 600 - Semi Bold
ar: 600 - نصف جريئة

source: 700 - Bold
ar: 700 - جريئة

source: 800 - Extra Bold
ar: 800 - جريئة اضافية

source: 900 - Ultra Bold (Black)
ar: 900 - الترا غامق (أسود)

source: Buttons
ar: أزرار

source: These settings control the typography for buttons.
ar: تتحكم هذه الإعدادات في الطباعة على الأزرار.

source: Form Inputs
ar: شكل المدخلات

source: These settings control the typography for form inputs.
ar: تتحكم هذه الإعدادات في الطباعة على شكل المدخلات.

source: Shop Archive
ar: متجر الأرشيف

source: Shop Single
ar: متجر واحد

source: Shopping Cart
ar: عربة التسوق

source: My Account
ar: حسابي

source: Select default header style that displays on archive product page.
ar: حدد رأس الافتراضي النمط الذي يعرض على أرشيف صفحة المنتج.

source: Select default Title Bar that displays on all archive product (included cart, checkout, my-account...) pages.
ar: اختر الافتراضي شريط العنوان الذي يعرض على كل الأرشيف المنتج (المدرجة عربة, الخروج, بلدي الحساب...) صفحات.

source: Select sidebar 1 that will display on product archive pages.
ar: حدد الشريط الجانبي 1 التي سيتم عرضها على صفحات الأرشيف المنتج.

source: Select sidebar 2 that will display on product archive pages.
ar: حدد الشريط الجانبي 2 الذي عرض على المنتج صفحات الأرشيف.

source: Sorting & Results Text
ar: الفرز والنتائج النص

source: Turn on to show sorting select options & results text that displays above products list.
ar: بدوره على إظهار الفرز اختر الخيارات والنتائج النص الذي يعرض فوق قائمة المنتجات.

source: Hover Image
ar: صورة تحوم

source: Turn on to show first gallery image when hover
ar: بدوره على أن تظهر أول معرض الصور عندما تحوم

source: Quick View
ar: عرض سريع

source: Turn on to display quick view button
ar: تتحول إلى شاشة عرض سريع زر

source: Compare
ar: قارن

source: Turn on to display compare button
ar: بدوره على عرض مقارنة زر

source: Wishlist
ar: مفضلة

source: Turn on to display love button
ar: تشغيل لعرض الحب زر

source: Number items
ar: عدد البنود

source: Controls the number of products display on shop archive page
ar: ضوابط عدد عرض المنتجات في متجر صفحة الأرشيف

source: Shop Columns
ar: محل الأعمدة

source: Cross-sells products
ar: عبر تبيع المنتجات

source: Turn on to display the cross-sells products section. This is helpful if you have dozens of products with cross-sells and you don't want to go and edit each single page.
ar: بدوره على عرض الصليب تبيع المنتجات القسم. وهذا مفيد إذا كان لديك العشرات من المنتجات مع الصليب تبيع و أنت لا تريد أن تذهب و تحرير كل صفحة واحدة.

source: New Badge (Days)
ar: شارة جديدة (أيام)

source: If the product was published within the newness time frame display the new badge.
ar: إذا كان المنتج التي نشرت في حداثة زمنية عرض شارة جديدة.

source: 1 day
ar: 1 يوم

source: 2 days
ar: 2 أيام

source: 3 days
ar: 3 أيام

source: 4 days
ar: 4 أيام

source: 5 days
ar: 5 أيام

source: 6 days
ar: 6 أيام

source: 7 days
ar: 7 أيام

source: 8 days
ar: 8 أيام

source: 9 days
ar: 9 أيام

source: 10 days
ar: 10 أيام

source: 15 days
ar: 15 يوما

source: 20 days
ar: 20 يوما

source: 25 days
ar: 25 يوما

source: 30 days
ar: 30 يوما

source: 60 days
ar: 60 يوما

source: 90 days
ar: 90 يوما

source: Hot Badge
ar: الساخنة شارة

source: Show a "hot" label when product set featured.
ar: تظهر "الساخنة" التسمية عند مجموعة المنتج المميز.

source: Sale Badge
ar: بيع شارة

source: Show a "sale" or "sale percent" label when product on sale.
ar: تظهر "بيع" أو "للبيع في المئة" التسمية عند المنتج للبيع.

source: New Badge Color
ar: شارة جديدة اللون

source: Hot Badge Color
ar: الساخنة شارة اللون

source: Sale Badge Color
ar: بيع شارة اللون

source: Price Color
ar: سعر اللون

source: Regular Price
ar: السعر العادي

source: Old Price
ar: السعر القديم

source: Sale Price
ar: سعر البيع

source: Select header style that displays on login & register page.
ar: حدد رأس النمط الذي يعرض على تسجيل الدخول و تسجيل الصفحة.

source: Select Title Bar that displays on login & register page.
ar: حدد شريط العنوان الذي يعرض على تسجيل الدخول و تسجيل الصفحة.

source: Select default header style that displays on all single product pages.
ar: حدد رأس الافتراضي النمط الذي يعرض على جميع صفحات منتج واحد.

source: Select default Title Bar that displays on all single product pages.
ar: اختر الافتراضي شريط العنوان الذي يعرض على جميع صفحات منتج واحد.

source: Select sidebar 1 that will display on single product pages.
ar: حدد الشريط الجانبي 1 التي سيتم عرضها على صفحات منتج واحد.

source: Select sidebar 2 that will display on single product pages.
ar: حدد الشريط الجانبي 2 التي سيتم عرضها على صفحات منتج واحد.

source: Layout Style
ar: نمط التخطيط

source: List
ar: قائمة

source: Slider
ar: المنزلق

source: Sticky Feature/Details Columns
ar: مثبت ميزة/تفاصيل الأعمدة

source: Turn on to enable sticky of product feature & details columns.
ar: تشغيل لتمكين لزجة من ميزة المنتج & تفاصيل الأعمدة.

source: Turn on to display the categories.
ar: تشغيل لعرض الفئات.

source: Turn on to display the tags.
ar: تشغيل لعرض العلامات.

source: Sharing
ar: المشاركة

source: Turn on to display the sharing.
ar: بدوره على عرض المشاركة.

source: Product data tabs
ar: بيانات المنتج علامات التبويب

source: Turn on to display tabs.
ar: أنتقل إلى عرض علامات التبويب.

source: Up-sells products
ar: يصل تبيع المنتجات

source: Turn on to display the up-sells products section.
ar: بدوره على عرض يصل تبيع المنتجات القسم.

source: Related products
ar: المنتجات ذات الصلة

source: Turn on to display the related products section.
ar: تشغيل لعرض المنتجات ذات القسم.

source: Global Title Bar
ar: العالمية شريط العنوان

source: Select default title bar that displays on all pages.
ar: اختر الافتراضي شريط العنوان الذي يعرض على جميع الصفحات.

source: Heading
ar: العنوان

source: Search Heading
ar: البحث عنوان

source: Enter text prefix that displays on search results page.
ar: أدخل البادئة النص الذي يعرض على صفحة نتائج البحث.

source: Search results for:
ar: نتائج البحث عن:

source: Home Heading
ar: عنوان المنزل

source: Enter text that displays on front latest posts page.
ar: أدخل النص الذي يعرض على استقبال المشاركات في الصفحة.

source: Archive Category Heading
ar: أرشيف الفئة العنوان

source: Enter text prefix that displays on archive category page.
ar: أدخل البادئة النص الذي يعرض على أرشيف صفحة الفئة.

source: Category:
ar: الفئة:

source: Archive Tag Heading
ar: أرشيف الوسم العنوان

source: Enter text prefix that displays on archive tag page.
ar: أدخل البادئة النص الذي يعرض على أرشيف الوسم الصفحة.

source: Tag:
ar: العلامة:

source: Archive Author Heading
ar: أرشيف الكاتب العنوان

source: Enter text prefix that displays on archive author page.
ar: أدخل البادئة النص الذي يعرض على أرشيف الكاتب الصفحة.

source: Author:
ar: المؤلف:

source: Archive Year Heading
ar: الأرشيف العام العنوان

source: Enter text prefix that displays on archive year page.
ar: أدخل البادئة النص الذي يعرض على الأرشيف العام الصفحة.

source: Year:
ar: السنة:

source: Archive Month Heading
ar: أرشيف شهر العنوان

source: Enter text prefix that displays on archive month page.
ar: أدخل البادئة النص الذي يعرض على أرشيف شهر الصفحة.

source: Month:
ar: الشهر:

source: Archive Day Heading
ar: أرشيف يوم عنوان

source: Enter text prefix that displays on archive day page.
ar: أدخل البادئة النص الذي يعرض على أرشيف الصفحة اليوم.

source: Day:
ar: اليوم:

source: Single Blog Heading
ar: واحدة بلوق العنوان

source: Enter text that displays on single blog posts. Leave blank to use post title.
ar: أدخل النص الذي يعرض على بلوق وظيفة واحدة. ترك فارغا لاستخدام عنوان آخر.

source: Archive Portfolio Heading
ar: أرشيف محفظة البند

source: Enter text that displays on archive portfolio pages.
ar: أدخل النص الذي يعرض على أرشيف صفحات المحفظة.

source: Portfolios
ar: محافظ

source: Single Portfolio Heading
ar: محفظة واحدة العنوان

source: Enter text that displays on single portfolio pages. Leave blank to use portfolio title.
ar: أدخل النص الذي يعرض على صفحات محفظة واحدة. ترك فارغا لاستخدام محفظة العنوان.

source: Single Product Heading
ar: منتج واحد العنوان

source: Enter text that displays on single product pages. Leave blank to use product title.
ar: أدخل النص الذي يعرض على صفحات منتج واحد. ترك فارغا لاستخدام عنوان المنتج.

source: Controls the background of title bar.
ar: ضوابط خلفية شريط العنوان.

source: Background Overlay Color
ar: خلفية لون تراكب

source: Controls the background overlay color of title bar.
ar: ضوابط الخلفية تراكب اللون من شريط العنوان.

source: Controls the border bottom color of the page title bar.
ar: ضوابط الحدود اللون السفلي من الصفحة شريط العنوان.

source: Padding Bottom
ar: الحشو السفلي

source: Margin Bottom
ar: الهامش السفلي

source: Font Family
ar: الخط الأسرة

source: Controls the font family for the page title heading.
ar: تسيطر عائلة الخط عنوان صفحة العنوان.

source: Breadcrumb
ar: التفصيلي

source: Controls the typography for the breadcrumb text.
ar: ضوابط الطباعة على النص التفصيلي.

source: Controls the color of text on breadcrumb.
ar: ضوابط لون النص التفصيلي.

source: Controls the color of links on breadcrumb.
ar: ضوابط لون الروابط في التفصيلي.

source: Separator Color
ar: فاصل اللون

source: Controls the color of separator on breadcrumb.
ar: ضوابط لون فاصل على التفصيلي.

source: Responsive Options
ar: استجابة الخيارات

source: Heading Font Size
ar: عنوان حجم الخط

source: Extra Small Device
ar: إضافية جهاز صغير

source: Top Bar Style 01
ar: أعلى نمط شريط 01

source: Top Bar Style 02
ar: أعلى نمط شريط 02

source: Default Top Bar
ar: الافتراضي الشريط العلوي

source: Now Hiring: Are you a driven and motivated 1st Line IT Support Engineer?
ar: توظيف الآن: هل أنت مدفوعة بدافع 1 خط دعم المهندسين ؟

source: Info List
ar: معلومات قائمة

source: Add new info
ar: إضافة معلومات جديدة

source: Link
ar: الرابط

source: These settings control the typography of texts of top bar section.
ar: تتحكم هذه الإعدادات في الطباعة من النصوص من أعلى شريط المقطع.

source: Controls the background color of top bar.
ar: ضوابط لون خلفية الشريط العلوي.

source: Border Bottom Color
ar: الحدود السفلي اللون

source: Controls the border bottom color of top bar.
ar: ضوابط الحدود السفلي لون الشريط العلوي.

source: Controls the color of text on top bar.
ar: ضوابط لون النص على الشريط العلوي.

source: Controls the color of links on top bar.
ar: ضوابط لون الروابط في الشريط العلوي.

source: Curve Alt
ar: منحنى Alt

source: Font Awesome - Regular Pro
ar: الخط ممتاز - العادية الموالية

source: Font Awesome - Solid Pro
ar: الخط ممتاز - الصلبة برو

source: Font Awesome - Brands Pro
ar: الخط ممتاز - العلامات التجارية برو

source: Font Awesome - Light Pro
ar: الخط ممتاز - ضوء برو

source: Prev
ar: السابق

source: Next
ar: القادم

# slider fraction separator
source: Of
ar: من

source: By Billey
ar: قبل Billey

source: Stretch
ar: تمتد

source: Top
ar: أعلى

source: Middle
ar: الأوسط

source: Bottom
ar: أسفل

source: Justified
ar: مبررة

source: Flat
ar: شقة

source: Thick Border
ar: سميكة الحدود

source: Text - Bottom Line
ar: نص القصيد

source: Text - Left Line
ar: النص يسار الخط

source: Circle
ar: دائرة

source: Icon Circle
ar: رمز الدائرة

source: Width 1 - Height 1
ar: عرض 1 - ارتفاع 1

source: Width 1 - Height 2
ar: عرض 1 - الطول 2

source: Width 1 - Height 70%
ar: عرض 1 - ارتفاع 70%

source: Width 1 - Height 130%
ar: عرض 1 - ارتفاع 130%

source: Width 2 - Height 1
ar: العرض 2 - ارتفاع 1

source: Width 2 - Height 2
ar: العرض 2 - ارتفاع 2

# Border Control
source: Type
ar: نوع

# Border Control
source: Solid
ar: خالص

# Border Control
source: Double
ar: مزدوج

# Border Control
source: Dotted
ar: المنقطة

# Border Control
source: Dashed
ar: متقطع

# Border Control
source: Groove
ar: الأخدود

# Border Control
source: Color
ar: اللون

# Border Control
source: Width
ar: العرض

# Border Control
source: Rounded
ar: تقريب

# Advanced Border Control
source: Border
ar: الحدود

# Text Gradient Control
source: Classic
ar: الكلاسيكية

# Text Gradient Control
source: Gradient
ar: التدرج

source: Color Type
ar: نوع اللون

source: First Color
ar: اللون الأول

# Text Gradient Control
source: Location
ar: الموقع

source: Second Color
ar: اللون الثاني

# Text Gradient Control
source: Angle
ar: زاوية

source: Width
ar: العرض

# Text Stroke Control
source: Text Stroke
ar: النص السكتة الدماغية

source: Modern Accordion/Toggle
ar: الحديث الأكورديون/تبديل

source: Items
ar: البنود

source: Type
ar: نوع

source: Accordion
ar: الأكورديون

source: Toggle
ar: تبديل

source: Active First Item
ar: نشط البند الأول

source: Accordion Title
ar: الأكورديون العنوان

source: Content
ar: المحتوى

source: Accordion Content
ar: الأكورديون المحتوى

source: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Ut elit tellus, luctus nec ullamcorper mattis, pulvinar dapibus leo.
ar: أبجد هوز دولور الجلوس امات, consectetur adipiscing elit. Ut elit تيلوس ، luctus nec اقوى بسلاسة ماتيس, pulvinar dapibus ليو.

source: View
ar: عرض

source: Icon
ar: رمز

source: Active Icon
ar: نشط رمز

source: Title HTML Tag
ar: العنوان HTML الوسم

source: Active
ar: نشط

source: Size
ar: حجم

source: Spacing
ar: تباعد

source: Attribute List
ar: قائمة السمة

source: Inline
ar: مضمنة

source: Columns
ar: الأعمدة

source: Name
ar: اسم

source: Value
ar: القيمة

source: Styling
ar: التصميم

source: Items Vertical Spacing
ar: البنود التباعد العمودي

source: Alignment
ar: المحاذاة

source: Separator
ar: فاصل

source: Banner
ar: لافتة ،

source: Hover Effect
ar: تأثير تحوم

source: Zoom In
ar: التكبير في

source: Zoom Out
ar: التصغير

source: Choose Image
ar: اختيار صورة

source: This is the heading
ar: هذا هو عنوان

source: Enter your title
ar: إدخال العنوان الخاص بك

source: Box
ar: مربع

source: Padding
ar: الحشو

source: Max Width
ar: عرض ماكس

source: Horizontal Alignment
ar: المحاذاة الأفقية

source: Booking Form
ar: استمارة الحجز

source: Advanced Button
ar: متقدمة على زر

source: Click here
ar: انقر هنا

source: Action
ar: العمل

source: Smooth scroll to a section
ar: على نحو سلس انتقل إلى القسم

source: Open Popup Video
ar: فتح المنبثقة الفيديو

source: Button ID
ar: زر ID

source: Add your custom id WITHOUT the Pound key. e.g: my-id
ar: إضافة المخصصة الخاصة بك معرف بدون مفتاح الجنيه. هـ.ز: بلدي-id

source: Badge
ar: شارة

source: Wrapper
ar: المجمع

source: Extra Small
ar: إضافية صغيرة

source: Small
ar: صغيرة

source: Large
ar: كبيرة

source: Rounded
ar: تقريب

source: Skin
ar: الجلد

source: Hover Animation
ar: تحوم الرسوم المتحركة

source: Position
ar: موقف

source: Carousel Options
ar: خيارات دائري

source: Slides Per View
ar: الشرائح في عرض

source: Auto
ar: السيارات

source: Auto - Fixed Width
ar: السيارات - عرض ثابت

source: Slides Width
ar: عرض الشرائح

source: Space Between
ar: الفضاء بين

source: Transition
ar: الانتقال

source: Slide
ar: الشريحة

source: Fade
ar: تتلاشى

source: Transition Duration
ar: المدة الانتقالية

source: Delay between transitions (in ms). For e.g: 3000. Leave blank to disabled. Input 1 to make smooth transition.
ar: تأخير بين التحولات (في مللي ثانية). بالنسبة هـ.ز: 3000. تترك فارغة إلى معطل. المدخلات 1 لجعل الانتقال السلس.

source: Pause on Hover
ar: وقفة على التحويم

source: Infinite Loop
ar: حلقة لانهائية

source: Centered
ar: تركزت

source: Free Mode
ar: وضع حر

source: Auto Height
ar: ارتفاع السيارات

source: Touchable
ar: ملموس

source: Click and drag to change slides
ar: انقر واسحب إلى تغيير الشرائح

source: Mousewheel
ar: عجلة الماوس

source: Slider Inner
ar: المنزلق الداخلية

source: Margin
ar: الهامش

source: Content Alignment
ar: محاذاة المحتوى

source: Horizontal Align
ar: محاذاة أفقية

source: Vertical Align
ar: محاذاة عمودية

source: Arrows
ar: السهام

source: Aligned By
ar: الانحياز من قبل

source: Left Arrow
ar: السهم الأيسر

source: Offset
ar: تعويض

source: Right Arrow
ar: السهم الأيمن

source: Visibility
ar: الرؤية

source: Show Always
ar: تظهر دائما

source: Dots
ar: النقاط

source: 01 - Circle Bullets
ar: 01 - دائرة الرصاص

source: 02 - Rectangle Bullets
ar: 02 - المستطيل الرصاص

source: 03 - Fraction
ar: 03 - جزء

source: 04 - Circle Fraction & Arrows
ar: 04 - دائرة الكسر & السهام

source: 05 - Modern Circle Bullets
ar: 05 - الحديث دائرة الرصاص

source: 06 - Progress Bar & Fraction & Right Arrow
ar: 06 - شريط التقدم & جزء السهم الأيمن

source: 07 - Fraction Style 02
ar: 07 - جزء أسلوب 02

source: Direction
ar: الاتجاه

source: Horizontal
ar: أفقي

source: Vertical
ar: العمودي

source: Below Slider
ar: دون التمرير

source: Vertical Offset
ar: إزاحة عمودية

source: Horizontal Offset
ar: الإزاحة الأفقية

source: Carousel Arrows
ar: دائري السهام

source: Icon Size
ar: حجم الرمز

source: Border Width
ar: عرض الحدود

source: Border Radius
ar: دائرة نصف قطرها الحدود

source: Carousel Dots
ar: دائري النقاط

source: Case Study Carousel
ar: دراسة حالة دائري

source: Add Your Heading Text Here
ar: إضافة نص العنوان هنا

source: One tag per line
ar: علامة واحدة في كل سطر

source: Show Slide Count
ar: عرض عدد الشرائح

source: Image Size
ar: حجم الصورة

source: Learn More
ar: معرفة المزيد

source: Image Box Carousel
ar: صورة مربع دائري

source: Layers Animation
ar: طبقات الرسوم المتحركة

source: Secondary Description
ar: الثانوية الوصف

source: Background Animation
ar: خلفية الرسوم المتحركة

source: Ken Burns
ar: كين بيرنز

source: Vertical Alignment
ar: المحاذاة العمودية

source: Line Color
ar: لون الخط

source: Button Hover
ar: زر التحويم

source: Slides
ar: الشرائح

source: Image Carousel
ar: صورة دائري

source: Add Images
ar: إضافة الصور

source: Images
ar: الصور

source: Controls the height of images. Use for slider per view auto.
ar: يتحكم في الارتفاع من الصور. استخدام شريط التمرير في عرض السيارات.

source: Opacity
ar: التعتيم

source: Modern Background Carousel
ar: الحديثة الخلفية دائري

source: Modern Carousel
ar: الحديث دائري

source: Modern Slider
ar: الحديث المنزلق

source: Portfolio Carousel
ar: محفظة دائري

source: Use Default Thumbnail Size
ar: استخدام الافتراضي حجم الصورة المصغرة

source: Thumbnail
ar: الصور المصغرة

source: Caption
ar: التعليق

source: Category
ar: الفئة

source: Query
ar: الاستعلام

source: Source
ar: المصدر

source: Custom Query
ar: استعلام مخصص

source: Current Query
ar: الاستعلام الحالي

source: Include
ar: وتشمل

source: Include By
ar: تشمل

source: Term
ar: المدى

source: Author
ar: الكاتب

source: Exclude
ar: استبعاد

source: Exclude By
ar: استبعاد قبل

source: Items per page
ar: العناصر في الصفحة

source: Number of items to show per page. Input "-1" to show all posts. Leave blank to use global setting.
ar: عدد من البنود التي تظهر في كل صفحة. الإدخال "-1" لإظهار جميع الوظائف. ترك فارغا لاستخدام وضع العالمية.

source: Order by
ar: النظام

source: Select order type. If "Meta value" or "Meta value Number" is chosen then meta key is required.
ar: حدد نوع الأمر. إذا كان "ميتا قيمة" أو "ميتا قيمة الرقم" هو المختار ثم الفوقية المفتاح المطلوب.

source: Date
ar: تاريخ

source: Post ID
ar: معرف الوظيفة

source: Last modified date
ar: آخر تعديل التاريخ

source: Post/page parent ID
ar: آخر/صفحة الوالدين ID

source: Number of comments
ar: عدد من التعليقات

source: Menu order/Page Order
ar: ترتيب قائمة/صفحة النظام

source: Meta value
ar: ميتا القيمة

source: Meta value number
ar: ميتا قيمة عدد

source: Random order
ar: ترتيب عشوائي

source: Meta key
ar: الرئيسية ميتا

source: Sort order
ar: ترتيب

source: Descending
ar: تنازلي

source: Ascending
ar: تصاعدي

source: Running Campaigns Carousel
ar: حملات دائري

source: Fundraising for Children Educations
ar: جمع التبرعات من أجل الأطفال تعليم

source: Description for campaign
ar: وصف الحملة

source: Needed
ar: حاجة

source: needed
ar: حاجة

source: Remain
ar: تبقى

source: remain
ar: تبقى

source: Days
ar: أيام

source: days
ar: أيام

source: Progress
ar: التقدم

source: Label
ar: التسمية

source: Team Member Carousel
ar: عضو فريق دائري

source: John Doe
ar: فلان الفلاني

source: CEO
ar: الرئيس التنفيذي

source: Profile
ar: الملف الشخصي

source: Socials
ar: سيالز

source: Frankie Kao
ar: فرانكي كاو

source: Testimonial Carousel
ar: شهادة دائري

source: Image Inline
ar: صورة مضمنة

source: Image Stacked
ar: صورة مكدسة

source: Image Top
ar: الصورة أعلى

source: Image Thumbs Above
ar: صورة الابهام فوق

source: Image Thumbs Below
ar: صورة الابهام أدناه

source: Image Pagination
ar: صورة ترقيم الصفحات

source: Image Position
ar: صورة الموقف

source: Above
ar: أعلاه

source: Below
ar: أدناه

source: Avatar
ar: الصورة الرمزية

source: Rating
ar: تصنيف

source: I am slide content. Click edit button to change this text. Lorem ipsum dolor sit amet, consectetur adipiscing elit. Ut elit tellus, luctus nec ullamcorper mattis, pulvinar dapibus leo.
ar: انا محتوى الشريحة. انقر فوق الزر "تحرير" في تغيير هذا النص. أبجد هوز دولور الجلوس امات, consectetur adipiscing elit. Ut elit تيلوس ، luctus nec اقوى بسلاسة ماتيس, pulvinar dapibus ليو.
